Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: Although the radiant now lies within the constellation Boötes, the older name preserves a small piece of astronomical history.
bn: এখন উজ্জ্বল কেন্দ্রটি বুওটিস নাক্ষত্রমণ্ডলে অবস্থান করলেও, পুরোনো নামটি জ্যোতির্বৈজ্ঞানিক ইতিহাসের একটি ছোট অংশ সংরক্ষণ করে।
de: Auch wenn der Radiant heute im Sternbild Bärenhüter (Boötes) liegt, bewahrt der ältere Name ein kleines Stück astronomischer Geschichte.
es: Aunque el radiante ahora se encuentra dentro de la constelación de Boötes... el nombre antiguo conserva un pequeño fragmento de historia astronómica.
fr: Bien que le radiant se trouve aujourd’hui dans la constellation du Bouvier, l’ancien nom conserve un petit morceau d’histoire astronomique.
hi: हालाँकि रेडिएंट अब बूओटीज़ (Boötes) तारामंडल में स्थित है, पुराना नाम खगोल-इतिहास का एक छोटा-सा अंश बचाए रखता है।
id: Meski titik radian kini berada di rasi bintang Boötes, nama lamanya menyimpan sepotong kecil sejarah astronomi.
it: Sebbene il radiante si trovi oggi nella costellazione di Boote, il nome più antico conserva un piccolo frammento di storia astronomica.
ru: Хотя сейчас радиант находится в созвездии Волопаса (Boötes)... старое название сохраняет небольшой кусочек астрономической истории.

source: Ancient monuments such as Stonehenge are aligned with the solstice sunrise, and midsummer festivals across many cultures celebrate light and abundance.
bn: স্টোনহেঞ্জের মতো প্রাচীন স্থাপনা অয়নান্তের সূর্যোদয়ের সাথে সামঞ্জস্যপূর্ণ, এবং অনেক সংস্কৃতিতে গ্রীষ্মমধ্যের উৎসবগুলি আলো ও প্রাচুর্য উদ্‌যাপন করে।
de: Uralte Monumente wie Stonehenge sind auf den Sonnenaufgang zur Sonnenwende ausgerichtet, und Mittsommerfeste feiern in vielen Kulturen Licht und Fülle.
es: Monumentos antiguos como Stonehenge están alineados con el sol... y los festivales de pleno verano en muchas culturas celebran la luz y la abundancia.
fr: Des monuments anciens comme Stonehenge sont alignés sur le lever du soleil au solstice, et des festivals de la mi-été, dans de nombreuses cultures, célèbrent la lumière et l’abondance.
hi: स्टोनहेंज जैसे प्राचीन स्मारक अयनांत की सूर्योदय रेखा के साथ संरेखित हैं, और कई संस्कृतियों में मध्य-ग्रीष्म उत्सव प्रकाश और प्रचुरता का जश्न मनाते हैं।
id: Monumen kuno seperti Stonehenge disejajarkan dengan matahari terbit saat solstis, dan festival pertengahan musim panas di banyak budaya merayakan cahaya dan kelimpahan.
it: Antichi monumenti come Stonehenge sono allineati con l’alba del solstizio, e le feste di mezza estate in molte culture celebrano luce e abbondanza.
ru: Древние сооружения, такие как Стоунхендж, ориентированы на солнцестояние... а праздники середины лета во многих культурах прославляют свет и изобилие.

source: Ancient observatories carefully tracked this turning point of the year to guide planting cycles, calendars, and seasonal festivals.
bn: প্রাচীন পর্যবেক্ষণাগারগুলি এই বছরের মোড়গুলোকে সতর্কতার সাথে অনুসরণ করত যেন ফসল রোপনের চক্র, ক্যালেন্ডার ও ঋতু উৎসবগুলো পরিচালনা করা যায়।
de: Alte Observatorien verfolgten diesen Wendepunkt des Jahres sorgfältig, um Pflanzzyklen, Kalender und saisonale Feste zu bestimmen.
es: Antiguos observatorios siguieron cuidadosamente este punto de giro del... para orientar los ciclos de siembra, los calendarios y los festivales estacionales.
fr: Des observatoires anciens ont suivi avec soin ce tournant de l’année pour guider les cycles de plantation, les calendriers et les fêtes saisonnières.
hi: प्राचीन वेधशालाएँ वर्ष के इस मोड़ को सावधानी से ट्रैक करती थीं, ताकि बुवाई के चक्र, कैलेंडर, और मौसमी त्योहार तय किए जा सकें।
id: Observatorium kuno dengan cermat melacak titik balik tahun ini untuk memandu siklus tanam, kalender, dan festival musiman.
it: Antichi osservatori seguivano con cura questo punto di svolta dell’anno per guidare i cicli di semina, i calendari e le feste stagionali.
ru: Древние обсерватории тщательно отслеживали эту точку поворота года... чтобы определять сроки посевов, составлять календари и проводить сезонные праздники.

source: Animals can grow quiet, while the horizon glows like a complete circle of sunset.
bn: প্রাণীরা নিস্তব্ধ হয়ে যেতে পারে, আর দিগন্তটা যেন অস্তগামী সূর্যের সম্পূর্ণ বৃত্তের মতো জ্বলে ওঠে।
de: Tiere können still werden, während der Horizont wie ein geschlossener Ring aus Sonnenuntergang leuchtet.
es: Los animales pueden quedarse en silencio, mientras el horizonte brilla como un círculo completo de atardecer.
fr: Les animaux peuvent devenir silencieux, tandis que l’horizon luit comme un cercle complet de coucher de soleil.
hi: जानवर शांत हो सकते हैं, जबकि क्षितिज पूरा सूर्यास्त-घेरा जैसा चमक उठता है।
id: Hewan bisa menjadi lebih tenang, sementara cakrawala bersinar seperti lingkaran senja yang utuh.
it: Gli animali possono diventare silenziosi, mentre l’orizzonte si illumina come un cerchio completo di tramonto.
ru: Животные могут притихнуть, а горизонт светится, словно полный круг заката.

source: Another widely told story celebrates Krishna, whose playful exchanges of colour are said to have inspired the festival’s most famous custom.
bn: আরও একটি বহুল প্রচলিত গল্প কৃষ্ণের উদযাপন করে, যেখানে তাঁর রঙের খেলাধুলা নাকি উৎসবের সবচেয়ে বিখ্যাত রীতিটির অনুপ্রেরণা।
de: Eine weitere weit verbreitete Geschichte erzählt von Krishna, dessen spielerischer Farbentausch angeblich den bekanntesten Brauch des Festes inspiriert hat.
es: Otra historia muy difundida celebra a Krishna, cuyos traviesos... de color se dice que inspiraron la costumbre más famosa del festival.
fr: Une autre histoire très répandue célèbre Krishna, dont les échanges ludiques de couleurs auraient inspiré la coutume la plus célèbre du festival.
hi: एक और व्यापक रूप से सुनाई जाने वाली कहानी कृष्ण का उत्सव मनाती है, जिनके रंगों के साथ खेल को इस त्योहार की सबसे प्रसिद्ध परंपरा का स्रोत माना जाता है।
id: Kisah lain yang banyak diceritakan merayakan Krishna, yang pertukaran warna yang jenaka konon menginspirasi kebiasaan paling terkenal dari festival ini.
it: Un’altra storia molto diffusa celebra Krishna, i cui giocosi scambi di colore si dice abbiano ispirato l’usanza più famosa del festival.
ru: Другая широко известная история связана с Кришной, чьи игривые игры с красками... как считается, вдохновили самый знаменитый обычай праздника.

source: April
bn: এপ্রিল
es: Abril
fr: Avril
hi: अप्रैल
it: Aprile
ja: 4月
lt: Balandis
ru: Апрель
vi: Tháng 4

source: As Orion rises before dawn, it can feel like a spotlight for the meteors that follow.
bn: ভোরের আগে ওরায়ন উঠলে, এটি যেন আসন্ন উল্কাগুলোর জন্য একটি স্পটলাইটের মতো অনুভূত হয়।
de: Wenn Orion vor der Morgendämmerung aufsteigt, wirkt er wie ein Scheinwerfer für die nachfolgenden Meteore.
es: Cuando Orión se eleva antes del amanecer, puede sentirse como un foco para los meteoros que siguen.
fr: Lorsque Orion se lève avant l’aube, on peut avoir l’impression qu’il éclaire les météores qui suivent.
hi: भोर से पहले ओरायन उठता है, तो ऐसा लग सकता है मानो वह उसके बाद आने वाली उल्काओं के लिए स्पॉटलाइट हो।
id: Saat Orion terbit sebelum fajar, rasanya seperti sorotan bagi meteor-meteor yang mengikuti.
it: Quando Orione sorge prima dell’alba, può sembrare un riflettore per le meteore che seguono.
ru: Когда Орион поднимается перед рассветом, может казаться, будто он подсвечивает метеоры, которые появляются следом.

source: As sunlight passes through Earth’s atmosphere, the shorter blue wavelengths scatter away while the longer red wavelengths bend toward the Moon.
bn: সূর্যালোক পৃথিবীর বায়ুমণ্ডলের মধ্য দিয়ে যেতে গেলে ছোট নীল তরঙ্গদৈর্ঘ্যগুলো বিচ্ছুরিত হয়ে দূরে সরে যায়, আর দীর্ঘ লাল তরঙ্গদৈর্ঘ্যগুলো চাঁদের দিকে বেঁকে যায়।
de: Wenn Sonnenlicht durch die Erdatmosphäre strömt, werden die kürzeren blauen Wellenlängen gestreut, während die längeren roten Wellenlängen zum Mond hin gebrochen werden.
es: Cuando la luz del sol atraviesa la atmósfera terrestre, las longitudes ... se dispersan, mientras las rojas más largas se curvan hacia la Luna.
fr: Quand la lumière du soleil traverse l’atmosphère terrestre, les courtes longueurs d’onde bleues se dispersent, tandis que les longues longueurs d’onde rouges se courbent vers la Lune.
hi: जब सूरज की रोशनी पृथ्वी के वायुमंडल से गुजरती है, तो छोटे नीले तरंगदैर्ध्य बिखर जाते हैं, जबकि लंबे लाल तरंगदैर्ध्य चंद्रमा की ओर मुड़ जाते हैं।
id: Saat sinar matahari melewati atmosfer Bumi, panjang gelombang biru yang lebih pendek tersebar, sementara panjang gelombang merah yang lebih panjang dibelokkan menuju Bulan.
it: Quando la luce del Sole attraversa l’atmosfera terrestre, le lunghezze d’onda blu più corte si disperdono, mentre quelle rosse più lunghe si piegano verso la Luna.
ru: Когда солнечный свет проходит через атмосферу Земли, короткие синие волны рассеиваются... а более длинные красные изгибаются в сторону Луны.

source: As the Earth turns, the new year arrives in a slow-moving wave that travels across time zones for nearly a full day.
bn: পৃথিবী ঘুরতে ঘুরতে নতুন বছর একটি ধীরগতি তরঙ্গ হিসেবে আসে, যা প্রায় পুরো এক দিন ধরে সময় অঞ্চল ধরে এগিয়ে চলে।
de: Während sich die Erde dreht, kommt das neue Jahr in einer langsam wandernden Welle, die fast einen ganzen Tag lang über die Zeitzonen zieht.
es: A medida que la Tierra gira, el año nuevo llega en una ola lenta que recorre los husos horarios durante casi un día entero.
fr: Au rythme de la rotation de la Terre, la nouvelle année arrive comme une vague lente qui traverse les fuseaux horaires pendant près d’une journée entière.
hi: जैसे-जैसे पृथ्वी घूमती है, नया साल एक धीमी लहर की तरह आता है, जो लगभग पूरे एक दिन तक समय क्षेत्रों के पार यात्रा करती है।
id: Ketika Bumi berputar, tahun baru tiba dalam gelombang lambat yang melintasi zona waktu selama hampir satu hari penuh.
it: Mentre la Terra ruota, il nuovo anno arriva come un’onda lenta che attraversa i fusi orari per quasi un’intera giornata.
ru: Пока Земля вращается, Новый год приходит медленной волной, проходящей через часовые пояса почти целые сутки.

source: Astronomy
bn: জ্যোতির্বিজ্ঞান
de: Astronomie
es: Astronomía
fr: Astronomie
hi: खगोल विज्ञान
id: Astronomi
it: Astronomia
ru: Астрономия

source: At night, lights trace warm constellations across homes and streets, turning whole cities into living lanterns.
bn: রাতে আলো ঘরবাড়ি ও রাস্তাজুড়ে উষ্ণ নক্ষত্রমালার মতো ছড়িয়ে পড়ে, পুরো শহরকে জীবন্ত লণ্ঠনে পরিণত করে।
de: Nachts zeichnen Lichter warme Sternbilder über Häuser und Strassen und verwandeln ganze Städte in lebendige Laternen.
es: Por la noche, las luces dibujan cálidas constelaciones sobre hogares y calles, convirtiendo ciudades enteras en faroles vivos.
fr: La nuit, les lumières tracent de chaudes constellations sur les maisons et les rues, transformant des villes entières en lanternes vivantes.
hi: रात में, रोशनियाँ घरों और गलियों में गर्म तारामंडल-सी रेखाएँ खींचती हैं, और पूरे शहरों को जीवित लालटेन में बदल देती हैं।
id: Di malam hari, cahaya membentuk rasi hangat di atas rumah dan jalan, mengubah seluruh kota menjadi lentera hidup.
it: Di notte, le luci tracciano calde costellazioni su case e strade, trasformando intere città in lanterne viventi.
ru: Ночью огни рисуют тёплые созвездия на домах и улицах, превращая целые города в живые фонари.

source: August
bn: আগস্ট
es: Agosto
fr: Août
hi: अगस्त
id: Agustus
it: Agosto
ja: 8月
lt: Rugpjūtis
ru: Август
vi: Tháng 8

source: Autumn Equinox
bn: শরৎ বিষুব
de: Herbst-Tagundnachtgleiche
es: Equinoccio de otoño
fr: Équinoxe d'automne
hi: शरद विषुव
id: Ekuinoks musim gugur
it: Equinozio d'autunno
ru: Осеннее равноденствие

source: Because it behaves like both an asteroid and a comet, it is sometimes described as a “rock comet”.
bn: এটি উল্কাপিণ্ড ও ধূমকেতু—দুইয়ের বৈশিষ্ট্যই দেখায় বলে একে কখনও কখনও “রক কমেট” বলা হয়।
de: Weil es sich wie ein Asteroid und wie ein Komet verhält, wird es manchmal als „Felskomet“ bezeichnet.
es: Como se comporta a la vez como un asteroide y como un cometa, a veces se describe como un «cometa rocoso».
fr: Parce qu’il se comporte à la fois comme un astéroïde et comme une comète, on le décrit parfois comme une « comète rocheuse ».
hi: क्योंकि यह क्षुद्रग्रह और धूमकेतु दोनों जैसा व्यवहार करता है, इसे कभी-कभी “रॉक कॉमेट” कहा जाता है।
id: Karena perilakunya seperti asteroid sekaligus komet, ia kadang disebut sebagai “komet batu”.
it: Poiché si comporta sia come un asteroide sia come una cometa, a volte viene descritto come una “cometa rocciosa”.
ru: Поскольку он ведёт себя и как астероид, и как комета, его иногда называют «каменной кометой».

source: Bonfires, late gatherings, and all-night vigils have long been part of welcoming this turning point of the year.
bn: আগুনের আলোকশিখা, দেরি রাতের জমায়েত, আর সারারাত জেগে থাকা বহুদিন ধরেই বছরের এই মোড়কে স্বাগত জানানোর অংশ।
de: Freudenfeuer, späte Zusammenkünfte und nächtliche Wachen gehören seit Langem dazu, diesen Wendepunkt des Jahres zu begrüssen.
es: Hogueras, reuniones tardías y vigilias de toda la noche han formado parte desde hace mucho de dar la bienvenida a este punto de giro del año.
fr: Feux de joie, rassemblements tardifs et veillées toute la nuit font depuis longtemps partie de l’accueil de ce tournant de l’année.
hi: अलाव, देर रात की महफ़िलें, और सारी रात जागरण — वर्ष के इस मोड़ का स्वागत करने की पुरानी परंपराएँ हैं।
id: Api unggun, pertemuan larut malam, dan berjaga semalaman sejak lama menjadi bagian dari menyambut titik balik tahun ini.
it: Falò, ritrovi notturni e veglie che durano tutta la notte hanno da tempo fatto parte dell’accoglienza di questo punto di svolta dell’anno.
ru: Костры, поздние встречи и ночные бдения издавна сопровождали встречу этой точки поворота года.

source: By the eighteenth century, handwritten notes and printed cards had helped turn the day into a ritual of letters and messages.
bn: আঠারো শতকের মধ্যে হাতে লেখা নোট এবং মুদ্রিত কার্ড দিবসটিকে চিঠিপত্র ও বার্তার এক আচার-অনুষ্ঠানে পরিণত করেছিল।
de: Bis ins 18. Jahrhundert hatten handgeschriebene Notizen und gedruckte Karten dazu beigetragen, den Tag zu einem Ritual aus Briefen und Botschaften zu machen.
es: Para el siglo XVIII, las notas manuscritas y las tarjetas impresas ... ayudaron a convertir el día en un ritual de cartas y mensajes.
fr: Au XVIIIe siècle, les billets manuscrits et les cartes imprimées avaient contribué à faire de cette journée un rituel de lettres et de messages.
hi: अठारहवीं शताब्दी तक, हस्तलिखित पर्चियाँ और छपे हुए कार्डों ने इस दिन को पत्रों और संदेशों के एक रिवाज में बदलने में मदद की।
id: Pada abad kedelapan belas, catatan tulisan tangan dan kartu cetak membantu menjadikan hari itu sebagai ritual surat dan pesan.
it: Entro il XVIII secolo, biglietti manoscritti e cartoline stampate avevano contribuito a trasformare la giornata in un rito di lettere e messaggi.
ru: К XVIII веку рукописные записки и печатные открытки... превратили этот день в ритуал писем и посланий.

source: Carved pumpkins, sweets, and playful scares echo much older customs of lanterns, bonfires, and protective charms.
bn: খোদাই করা কুমড়ো, মিষ্টি ও মজাদার ভয়ের উপকরণ লণ্ঠন, আগুনের মশাল ও রক্ষার তাবিজের বহু পুরোনো রীতিকে প্রতিধ্বনিত করে।
de: Geschnitzte Kürbisse, Süssigkeiten und spielerische Schreckmomente erinnern an viel ältere Bräuche mit Laternen, Freudenfeuern und Schutzzaubern.
es: Las calabazas talladas, los dulces y los sustos juguetones evocan costumbres mucho más antiguas de faroles, hogueras y amuletos protectores.
fr: Les citrouilles sculptées, les friandises et les frayeurs ludiques font écho à des coutumes bien plus anciennes de lanternes, de feux de joie et de talismans protecteurs.
hi: कद्दू की नक्काशी, मिठाइयाँ, और हल्के-फुल्के डर — लालटेन, अलाव, और सुरक्षा-ताबीज़ जैसी बहुत पुरानी रस्मों की गूँज हैं।
id: Labu ukir, manisan, dan kejutan yang jenaka menggema kebiasaan yang jauh lebih tua tentang lentera, api unggun, dan jimat pelindung.
it: Zucca intagliate, dolci e spaventi giocosi riecheggiano usanze molto più antiche di lanterne, falò e amuleti protettivi.
ru: Вырезанные тыквы, сладости и шуточные страшилки перекликаются с куда более древними обычаями фонарей, костров и защитных оберегов.

source: Cemeteries and homes glow with candlelight, colour, music, and laughter, holding grief and gratitude in the same breath.
bn: কবরস্থান ও ঘরবাড়ি মোমের আলো, রং, সঙ্গীত ও হাসি-আনন্দে আলোকিত হয়, একই সাথে তারা শোক ও কৃতজ্ঞতাকে ধারণ করে।
de: Friedhöfe und Häuser leuchten im Kerzenschein, in Farben, Musik und Lachen und halten Trauer und Dankbarkeit im selben Atemzug.
es: Cementerios y hogares brillan con luz de velas, color, música y risas, sosteniendo el duelo y la gratitud en el mismo aliento.
fr: Les cimetières et les maisons brillent à la lueur des bougies, de la couleur, de la musique et des rires, portant le chagrin et la gratitude dans le même souffle.
hi: कब्रिस्तान और घर मोमबत्ती की रोशनी, रंग, संगीत और हँसी से जगमगा उठते हैं, एक ही सांस में शोक और कृतज्ञता को थामते हुए।
id: Pemakaman dan rumah bercahaya oleh lilin, warna, musik, dan tawa, menampung duka dan rasa syukur dalam satu tarikan napas.
it: Cimiteri e case si illuminano di candele, colori, musica e risate, tenendo lutto e gratitudine nello stesso respiro.
ru: Кладбища и дома светятся свечами, цветом, музыкой и смехом, удерживая скорбь и благодарность в одном дыхании.

source: Christmas Day
bn: বড়দিন
de: Weihnachtstag
es: Día de Navidad
fr: Jour de Noël
hi: क्रिसमस दिवस
id: Hari Natal
it: Giorno di Natale
ru: Рождество

source: Christmas Day marks the celebration of the birth of Jesus, and for many people it has also become a broader season of generosity, reflection, and togetherness.
bn: খ্রিস্ট জন্মদিন যিশুর জন্মের উদ্‌যাপনের দিন, এবং অনেক মানুষের জন্য এটি উদারতা, আত্মচিন্তা ও একতার আরও বিস্তৃত ঋতুতে পরিণত হয়েছে।
de: Der Weihnachtstag erinnert an die Feier der Geburt Jesu und ist für viele Menschen zugleich zu einer weiteren Zeit der Grosszügigkeit, Besinnung und des Zusammenseins geworden.
es: El día de Navidad marca la celebración del nacimiento de Jesús, ... y con el tiempo se convirtió en una temporada más amplia de generosidad, reflexión y unión.
fr: Noël marque la célébration de la naissance de Jésus et, pour beaucoup, c’est aussi devenu une saison plus large de générosité, de réflexion et de partage.
hi: क्रिसमस दिवस यीशु के जन्म के उत्सव को चिह्नित करता है, और कई लोगों के लिए यह उदारता, चिंतन और साथ होने का व्यापक मौसम भी बन गया है।
id: Hari Natal menandai perayaan kelahiran Yesus, dan bagi banyak orang juga telah menjadi musim yang lebih luas tentang kemurahan hati, refleksi, dan kebersamaan.
it: Il giorno di Natale celebra la nascita di Gesù e, per molte persone, è diventato anche una stagione più ampia di generosità, riflessione e condivisione.
ru: Рождество отмечает рождение Иисуса, а... для многих стало и более широким сезоном щедрости, размышлений и единения.

source: clear sky
bn: পরিষ্কার আকাশ
de: klarer Himmel
es: cielo despejado
fr: ciel clair
hi: साफ़ आकाश
id: langit cerah
it: cielo sereno
ja: 晴れ
lt: giedras dangus
ru: ясное небо
vi: bầu trời quang đãng

source: Close
bn: বন্ধ করুন
de: Schliessen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ru: Закрыть

source: Communities gather for prayer and meals, and households open their doors in welcome.
bn: সমাজের মানুষ প্রার্থনা ও ভোজের জন্য একত্রিত হয়, এবং পরিবারগুলো স্বাগত জানিয়ে দরজা খুলে দেয়।
de: Gemeinschaften kommen zum Gebet und zu Mahlzeiten zusammen, und Haushalte öffnen ihre Türen zur Begrüssung.
es: Las comunidades se reúnen para la oración y las comidas, y los hogares abren sus puertas para dar la bienvenida.
fr: Les communautés se rassemblent pour la prière et les repas, et les foyers ouvrent leurs portes en signe d’accueil.
hi: समुदाय प्रार्थना और भोजन के लिए इकट्ठा होते हैं, और घर स्वागत में अपने दरवाज़े खोल देते हैं।
id: Komunitas berkumpul untuk berdoa dan makan bersama, dan rumah tangga membuka pintu mereka untuk menyambut.
it: Le comunità si riuniscono per la preghiera e i pasti, e le famiglie aprono le loro porte in segno di accoglienza.
ru: Общины собираются на молитву и трапезу, а дома распахивают двери для гостей.

source: Community cleanups, tree planting, and habitat restoration are among the most common activities.
bn: সামাজিক পরিষ্কার-পরিচ্ছন্নতা, গাছ লাগানো এবং আবাসস্থল পুনর্গঠন সবচেয়ে সাধারণ কার্যক্রমগুলোর মধ্যে।
de: Zu den häufigsten Aktivitäten zählen gemeinschaftliche Aufräumaktionen, Baumpflanzungen und die Wiederherstellung von Lebensräumen.
es: Las limpiezas comunitarias, la plantación de árboles y la restauración de hábitats son de las actividades más comunes.
fr: Les nettoyages communautaires, la plantation d’arbres et la restauration d’habitats comptent parmi les activités les plus courantes.
hi: सामुदायिक सफ़ाई अभियान, पेड़ लगाना, और आवास बहाली सबसे आम गतिविधियों में हैं।
id: Aksi bersih-bersih komunitas, penanaman pohon, dan pemulihan habitat termasuk kegiatan yang paling umum.
it: Pulizie comunitarie, piantumazioni di alberi e ripristino degli habitat sono tra le attività più comuni.
ru: Субботники, посадка деревьев и восстановление среды обитания — одни из самых распространённых занятий.

source: Costumes may be heroic, humorous, or unsettling, allowing people to step briefly into different roles.
bn: পোশাক হতে পারে বীরোচিত, মজার, বা কিছুটা ভীতিকর—যাতে মানুষ অল্প সময়ের জন্য অন্য ভূমিকায় ঢুকে পড়তে পারে।
de: Kostüme können heroisch, humorvoll oder unheimlich sein und ermöglichen es, kurz in andere Rollen zu schlüpfen.
es: Los disfraces pueden ser heroicos, humorísticos o inquietantes, permitiendo a la gente asumir brevemente otros papeles.
fr: Les costumes peuvent être héroïques, amusants ou inquiétants, permettant de se glisser brièvement dans d’autres rôles.
hi: वेशभूषाएँ वीर, हास्यपूर्ण, या डरावनी हो सकती हैं, जिससे लोग थोड़ी देर के लिए अलग भूमिकाएँ जी सकते हैं।
id: Kostum bisa heroik, lucu, atau menyeramkan, memungkinkan orang sejenak memasuki peran yang berbeda.
it: I costumi possono essere eroici, divertenti o inquietanti, permettendo alle persone di calarsi per un attimo in ruoli diversi.
ru: Костюмы могут быть героическими, смешными или пугающими, позволяя ненадолго примерить другие роли.

source: Date
bn: তারিখ
de: Datum
es: Fecha
hi: तारीख़
id: Tanggal
it: Data
ru: Дата

source: Day
bn: দিন
de: Tag
es: Día
fr: Jour
hi: दिन
id: Hari
it: Giorno
ru: День

source: Day of the Dead
bn: মৃতদের দিবস
de: Tag der Toten
es: Día de los Muertos
fr: Jour des morts
hi: मृतकों का दिन
id: Hari Orang Mati
it: Giorno dei Morti
ru: День мертвых

source: Day of the Dead is a celebration of life, memory, and the enduring bond between the living and those who have passed.
bn: মৃতদের দিবস জীবনের, স্মৃতির এবং জীবিতদের ও প্রয়াতদের মধ্যে অবিচ্ছিন্ন বন্ধনের উদ্‌যাপন।
de: Der Tag der Toten ist eine Feier des Lebens, der Erinnerung und der dauerhaften Verbindung zwischen den Lebenden und den Verstorbenen.
es: El Día de los Muertos es una celebración de la vida, la memoria y el vínculo perdurable entre los vivos y quienes han fallecido.
fr: Le Jour des morts est une célébration de la vie, de la mémoire et du lien durable entre les vivants et ceux qui sont partis.
hi: डे ऑफ़ द डेड जीवन, स्मृति, और जीवित लोगों तथा दिवंगतों के बीच टिके रहने वाले संबंध का उत्सव है।
id: Hari Orang Mati adalah perayaan kehidupan, ingatan, dan ikatan yang bertahan antara yang hidup dan mereka yang telah tiada.
it: Il Giorno dei Morti è una celebrazione della vita, della memoria e del legame duraturo tra i vivi e chi se n’è andato.
ru: День мёртвых — это праздник жизни, памяти и прочной связи между живыми и ушедшими.

source: December
bn: ডিসেম্বর
de: Dezember
es: Diciembre
fr: Décembre
hi: दिसंबर
id: Desember
it: Dicembre
ja: 12月
lt: Gruodis
ru: Декабрь
vi: Tháng 12
