Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: Find a wide view of the sky, allow your eyes time to adjust, and settle in — the display often strengthens after midnight.
bn: আকাশের বিস্তৃত দৃষ্টি খোঁজ করুন, আপনার চোখকে মানিয়ে নেওয়ার সময় দিন এবং বসে থাকুন — এই প্রদর্শনী প্রায়ই মধ্যরাতের পর আরও শক্তিশালী হয়।
de: Suchen Sie sich einen weiten Blick in den Himmel, geben Sie Ihren Augen Zeit zum Anpassen und machen Sie es sich bequem – das Schauspiel wird oft nach Mitternacht stärker.
es: Busca una vista amplia del cielo, deja que tus ojos se adapten y acomódate — el espectáculo suele intensificarse después de medianoche.
fr: Choisissez une vue dégagée du ciel, laissez vos yeux s’adapter et installez-vous — le spectacle se renforce souvent après minuit.
hi: आकाश का चौड़ा दृश्य चुनें, आँखों को ढलने का समय दें, और आराम से बैठें — प्रदर्शन अक्सर आधी रात के बाद और मज़बूत हो जाता है।
id: Cari pandangan langit yang luas, beri mata Anda waktu untuk menyesuaikan diri, dan bersantailah — pertunjukan sering menguat setelah tengah malam.
it: Trova una vista ampia del cielo, lascia ai tuoi occhi il tempo di adattarsi e mettiti comodo — lo spettacolo spesso si intensifica dopo mezzanotte.
ru: Выберите место с широким обзором неба, дайте глазам привыкнуть и устройтесь поудобнее — после полуночи шоу часто становится сильнее.

source: Fireworks, bells, and wishes seem to ride that wave, scattering light and sound across the night.
bn: আতশবাজি, ঘণ্টাধ্বনি ও আশাগুলো যেন সেই তরঙ্গের উপর সওয়ার হয়ে রাতে আলো ও শব্দ ছড়িয়ে দেয়।
de: Feuerwerk, Glocken und Wünsche scheinen auf dieser Welle zu reiten und Licht und Klang durch die Nacht zu streuen.
es: Los fuegos artificiales, las campanas y los deseos parecen viajar en esa ola, esparciendo luz y sonido por la noche.
fr: Feux d’artifice, cloches et vœux semblent surfer sur cette vague, dispersant lumière et son dans la nuit.
hi: आतिशबाज़ियाँ, घंटियाँ, और शुभकामनाएँ मानो उस लहर पर सवार होकर रात भर रोशनी और आवाज़ बिखेर देती हैं।
id: Kembang api, lonceng, dan harapan seolah menumpang gelombang itu, menyebarkan cahaya dan suara ke sepanjang malam.
it: Fuochi d’artificio, campane e desideri sembrano cavalcare quell’onda, spargendo luce e suono nella notte.
ru: Фейерверки, звон колоколов и пожелания словно едут на этой волне, разбрасывая свет и звук по ночи.

source: Foods fried in oil, including latkes and sufganiyot, reflect the central symbol of the story.
bn: তেলে ভাজা খাবার, যেমন লাটকা ও সুফগানিয়ত, গল্পের মূল প্রতীককে প্রতিফলিত করে।
de: In Öl gebratene Speisen, darunter Latkes und Sufganiyot, spiegeln das zentrale Symbol der Geschichte wider.
es: Los alimentos fritos en aceite, incluidos los latkes y los sufganiyot, reflejan el símbolo central de la historia.
fr: Les aliments frits dans l’huile, notamment les latkes et les sufganiyot, rappellent le symbole central de l’histoire.
hi: तेल में तले हुए खाद्य — जैसे लैट्केस और सुफ़गानियोत — इस कथा के केंद्रीय प्रतीक को दर्शाते हैं।
id: Makanan yang digoreng dalam minyak, termasuk latkes dan sufganiyot, mencerminkan simbol utama dari kisahnya.
it: Cibi fritti nell’olio, tra cui latkes e sufganiyot, richiamano il simbolo centrale della storia.
ru: Блюда, жаренные в масле, включая латкес и суфганийот, отражают центральный символ истории.

source: For a time, streets become living paintings and the air itself seems to celebrate.
bn: কিছু সময়ের জন্য রাস্তা জীবন্ত চিত্রকর্মে পরিণত হয় এবং বাতাস নিজেই যেন উৎসব পালন করে।
de: Für eine Weile werden Strassen zu lebendigen Gemälden, und selbst die Luft scheint zu feiern.
es: Durante un tiempo, las calles se convierten en pinturas vivas y el propio aire parece celebrar.
fr: Pendant un temps, les rues deviennent des tableaux vivants et l’air lui-même semble célébrer.
hi: कुछ समय के लिए, गलियाँ जीवित चित्रों में बदल जाती हैं और हवा खुद भी जश्न मनाती हुई लगती है।
id: Untuk sementara, jalanan menjadi lukisan hidup dan udara itu sendiri seakan merayakan.
it: Per un po’, le strade diventano quadri viventi e persino l’aria sembra festeggiare.
ru: На время улицы превращаются в живые картины, и кажется, будто сам воздух празднует.

source: For many Hindus, the festival marks the return of Rama, Sita, Lakshmana, and Hanuman to Ayodhya after their long exile.
bn: অন্য অনেক হিন্দুর কাছে এই উৎসব রাম, সীতা, লক্ষ্মণ ও হনুমানের দীর্ঘ নির্বাসন শেষে অযোধ্যায় ফিরে আসাকে চিহ্নিত করে।
de: Für viele Hindus erinnert das Fest an die Rückkehr von Rama, Sita, Lakshmana und Hanuman nach Ayodhya nach ihrer langen Verbannung.
es: Para muchos hindúes, el festival marca el regreso de Rama, Sita, Lakshmana y Hanuman a Ayodhya tras su largo exilio.
fr: Pour de nombreux hindous, la fête marque le retour de Rama, Sita, Lakshmana et Hanuman à Ayodhya après leur long exil.
hi: कई हिंदुओं के लिए, यह त्योहार राम, सीता, लक्ष्मण और हनुमान की लंबे निर्वासन के बाद अयोध्या वापसी का प्रतीक है।
id: Bagi banyak umat Hindu, festival ini menandai kembalinya Rama, Sita, Lakshmana, dan Hanuman ke Ayodhya setelah pengasingan panjang mereka.
it: Per molti induisti, la festa segna il ritorno di Rama, Sita, Lakshmana e Hanuman ad Ayodhya dopo il loro lungo esilio.
ru: Для многих индуистов праздник отмечает возвращение Рамы, Ситы, Лакшманы и Ханумана в Айодхью после долгого изгнания.

source: For safe viewing, certified eclipse glasses must be used during all phases except the brief moment of totality.
bn: নিরাপদে দেখার জন্য, সংক্ষিপ্ত পূর্ণতা মুহূর্ত ছাড়া সব ধাপে অনুমোদিত গ্রহণ চশমা ব্যবহার করতে হবে।
de: Für sicheres Beobachten müssen während aller Phasen – ausser in dem kurzen Moment der Totalität – zertifizierte Finsternisbrillen verwendet werden.
es: Para una observación segura, deben usarse gafas de eclipse certificadas durante todas las fases, excepto en el breve momento de la totalidad.
fr: Pour une observation en toute sécurité, des lunettes d’éclipse certifiées doivent être utilisées pendant toutes les phases, sauf durant le bref moment de totalité.
hi: सुरक्षित देखने के लिए, पूर्णता के संक्षिप्त क्षण को छोड़कर सभी चरणों में प्रमाणित ग्रहण चश्मे पहनना ज़रूरी है।
id: Untuk pengamatan yang aman, kacamata gerhana bersertifikasi harus digunakan pada semua fase kecuali momen singkat totalitas.
it: Per un’osservazione sicura, durante tutte le fasi — tranne il breve momento della totalità — vanno usati occhiali certificati per eclissi.
ru: Для безопасного наблюдения во всех фазах, кроме краткого момента полной фазы, нужны сертифицированные очки для затмений.

source: Friday
bn: শুক্রবার
de: Freitag
es: Viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
it: Venerdì
ja: 金曜日
lt: Penktadienis
ru: Пятница
vi: Thứ Sáu

source: From its earliest observances, Christian calendars aligned Easter with the spring season and the full moon following the equinox.
bn: এর প্রারম্ভিক উদ্‌যাপন থেকেই, খ্রিস্টান ক্যালেন্ডারগুলো ইস্টারকে বসন্ত ঋতু এবং বিষুবের পরের পূর্ণিমার সাথে সামঞ্জস্য করেছে।
de: Seit seinen frühesten Feierformen verbanden christliche Kalender Ostern mit dem Frühling und dem Vollmond nach der Tagundnachtgleiche.
es: Desde sus primeras celebraciones, los calendarios cristianos alinearon ... la Pascua con la estación de primavera y la luna llena posterior al equinoccio.
fr: Dès ses premières célébrations, les calendriers chrétiens ont aligné Pâques sur le printemps et la pleine lune suivant l’équinoxe.
hi: अपनी शुरुआती मान्यताओं से ही, ईसाई कैलेंडरों ने ईस्टर को वसंत ऋतु और विषुव के बाद आने वाली पूर्णिमा के साथ संरेखित किया।
id: Sejak pengamatan paling awal, kalender Kristen menyelaraskan Paskah dengan musim semi dan bulan purnama setelah ekuinoks.
it: Fin dalle prime osservanze, i calendari cristiani hanno allineato la Pasqua alla primavera e alla luna piena successiva all’equinozio.
ru: С самых ранних времён христианские календари связывали Пасху... с весной и полнолунием после равноденствия.

source: Geminids Meteor Shower
bn: জেমিনিডস উল্কাবৃষ্টি
de: Geminiden-Meteorschauer
es: Lluvia de meteoros de las Gemínidas
fr: Pluie de météores des Géminides
hi: जेमिनिड्स उल्का वर्षा
id: Hujan meteor Geminid
it: Pioggia di meteore delle Geminidi
ru: Метеорный поток Геминиды

source: General
bn: সাধারণ
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generale
ru: Общие

source: Generally strong wind for the next {durationOfStrongWind} hours
bn: আগামী {durationOfStrongWind} ঘণ্টা ধরে সাধারণত প্রবল বাতাস
de: Allgemein starker Wind für die nächsten {durationOfStrongWind} Stunden
es: Generalmente viento fuerte durante las próximas {durationOfStrongWind} horas
fr: Vent généralement fort pendant les prochaines {durationOfStrongWind} heures
hi: अगले {durationOfStrongWind} घंटों के लिए आम तौर पर तेज हवा
id: Umumnya angin kencang selama {durationOfStrongWind} jam ke depan
it: Generalmente vento forte per le prossime {durationOfStrongWind} ore
ru: Обычно сильный ветер в течение следующих {durationOfStrongWind} часов

source: Generally strong wind for the next 24 hours
bn: আগামী ২৪ ঘণ্টা ধরে সাধারণত প্রবল বাতাস
de: Allgemein starker Wind für die nächsten 24 Stunden
es: Generalmente viento fuerte durante las próximas 24 horas
fr: Vent généralement fort pendant les prochaines 24 heures
hi: अगले 24 घंटों के लिए आम तौर पर तेज हवा
id: Umumnya angin kencang selama 24 jam ke depan
it: Generalmente vento forte per le prossime 24 ore
ru: Обычно сильный ветер в течение следующих 24 часов

source: Generally strong wind for the next hour
bn: আগামী এক ঘণ্টা ধরে সাধারণত প্রবল বাতাস
de: Allgemein starker Wind für die nächste Stunde
es: Generalmente viento fuerte durante la próxima hora
fr: Vent généralement fort pendant la prochaine heure
hi: अगले घंटे के लिए आम तौर पर तेज हवा
id: Umumnya angin kencang selama jam berikutnya
it: Generalmente vento forte per la prossima ora
ru: Обычно сильный ветер в течение следующего часа

source: Generally strong wind starting in {timeUntilStrongWind} hours
bn: {timeUntilStrongWind} ঘণ্টা পর থেকে সাধারণত প্রবল বাতাস শুরু হবে
de: Allgemein starker Wind beginnend in {timeUntilStrongWind} Stunden
es: Generalmente viento fuerte comenzando en {timeUntilStrongWind} horas
fr: Vent généralement fort commençant dans {timeUntilStrongWind} heures
hi: {timeUntilStrongWind} घंटों में शुरू होने वाली आम तौर पर तेज हवा
id: Umumnya angin kencang mulai dalam {timeUntilStrongWind} jam
it: Generalmente vento forte a partire da {timeUntilStrongWind} ore
ru: Обычно сильный ветер начнется через {timeUntilStrongWind} часов

source: Halley’s Comet itself returns roughly every seventy-six years, but the stream of dust it leaves behind crosses Earth’s path each year.
bn: হ্যালির ধূমকেতু নিজে প্রায় ছিয়াত্তর বছর পরপর ফেরে ... কিন্তু তার রেখে যাওয়া ধুলোর ধারা প্রতি বছর পৃথিবীর পথে এসে পড়ে।
de: Der Halleysche Komet selbst kehrt ungefähr alle sechsundsiebzig Jahre zurück, doch der Staubstrom, den er hinterlässt, kreuzt jedes Jahr die Bahn der Erde.
es: El cometa Halley regresa aproximadamente cada setenta y seis años, ... pero la corriente de polvo que deja atrás cruza la órbita de la Tierra cada año.
fr: La comète de Halley elle-même revient environ tous les soixante-seize ans, mais le flux de poussière qu’elle laisse derrière elle croise chaque année la trajectoire de la Terre.
hi: हैली का धूमकेतु खुद लगभग हर छिहत्तर साल में लौटता है, लेकिन उसके छोड़े धूल-कणों की धारा हर साल पृथ्वी की कक्षा को काटती है।
id: Komet Halley sendiri kembali kira-kira setiap tujuh puluh enam tahun, tetapi aliran debu yang ditinggalkannya melintasi jalur Bumi setiap tahun.
it: La stessa cometa di Halley ritorna all’incirca ogni settantasei anni, ma il flusso di polvere che lascia dietro di sé incrocia ogni anno il percorso della Terra.
ru: Сама комета Галлея возвращается примерно раз в 76 лет... но поток оставленной ею пыли пересекает орбиту Земли каждый год.

source: Halloween
bn: হ্যালোইন
hi: हैलोवीन
ru: Хэллоуин

source: Halloween is a night shaped by costumes, stories, and a playful sense of unease.
bn: হ্যালোউইন হলো পোশাক, গল্প, আর খেলাচ্ছলে অস্বস্তির এক রাত।
de: Halloween ist eine Nacht, geprägt von Kostümen, Geschichten und einem spielerischen Gefühl des Unbehagens.
es: Halloween es una noche moldeada por disfraces, historias y una sensación juguetona de inquietud.
fr: Halloween est une nuit façonnée par les costumes, les histoires et un sens ludique du malaise.
hi: हैलोवीन वेशभूषाओं, कहानियों, और हल्की-सी बेचैनी के खेल-खिलवाड़ से गढ़ी हुई रात है।
id: Halloween adalah malam yang dibentuk oleh kostum, cerita, dan rasa tidak nyaman yang menyenangkan.
it: Halloween è una notte fatta di costumi, storie e un giocoso senso d’inquietudine.
ru: Хэллоуин — ночь костюмов, историй и игривого ощущения тревожности.

source: Hanukkah
bn: হনুক্কাহ
de: Chanukka
es: Janucá
fr: Hanoucca
hi: हनुक्का
ru: Ханука

source: Hanukkah is a Jewish festival of lights, observed over eight nights.
bn: হনুক্কা হলো ইহুদি আলোর উৎসব, যা আট রাত ধরে পালিত হয়।
de: Chanukka ist ein jüdisches Lichterfest, das über acht Nächte gefeiert wird.
es: Janucá es una festividad judía de las luces, observada durante ocho noches.
fr: Hanoucca est une fête juive des lumières, célébrée pendant huit nuits.
hi: हनुक्का रोशनी का यहूदी त्योहार है, जो आठ रातों तक मनाया जाता है।
id: Hanukkah adalah festival cahaya dalam tradisi Yahudi, yang dirayakan selama delapan malam.
it: Hanukkah è una festa ebraica delle luci, osservata per otto notti.
ru: Ханука — еврейский праздник огней, который отмечают восемь ночей.

source: Hearts, roses, and red ribbons became familiar symbols of devotion, warmth, and connection.
bn: হৃদয়, গোলাপ ও লাল ফিতা ভক্তি, উষ্ণতা ও সংযোগের পরিচিত প্রতীক হয়ে ওঠে।
de: Herzen, Rosen und rote Bänder wurden zu vertrauten Symbolen für Zuneigung, Wärme und Verbundenheit.
es: Los corazones, las rosas y las cintas rojas se convirtieron en símbolos familiares de devoción, calidez y conexión.
fr: Les cœurs, les roses et les rubans rouges sont devenus des symboles familiers de dévotion, de chaleur et de lien.
hi: दिल, गुलाब, और लाल रिबन भक्ति, अपनापन, और जुड़ाव के परिचित प्रतीक बन गए।
id: Hati, mawar, dan pita merah menjadi simbol yang akrab untuk pengabdian, kehangatan, dan kedekatan.
it: Cuori, rose e nastri rossi sono diventati simboli familiari di devozione, calore e legame.
ru: Сердца, розы и красные ленты стали привычными символами преданности, тепла и связи.

source: heavy freezing rain
bn: ভারী হিমায়িত বৃষ্টি
de: starker gefrierender Regen
es: lluvia helada intensa
fr: pluie verglaçante lourde
hi: भारी हिमपात
id: hujan beku lebat
it: pioggia gelida forte
ja: 激しい凍雨
lt: stiprus šaltas lietus
ru: сильный замораживающий дождь
vi: mưa đóng băng nặng hạt

source: heavy rain
bn: ভারী বৃষ্টি
de: starker Regen
es: lluvia intensa
fr: forte pluie
hi: भारी वर्षा
id: hujan lebat
it: pioggia forte
ja: 大雨
lt: smarkus lietus
ru: сильный дождь
vi: mưa lớn

source: heavy snow showers
bn: ভারী তুষারঝড়
de: starker Schneeschauer
es: fuertes nevadas
fr: fortes averses de neige
hi: भारी हिमवर्षा
id: hujan salju lebat
it: forti rovesci di neve
ja: 激しい雪降り
lt: stiprus sniego lietus
ru: сильные снегопады
vi: cơn tuyết rơi nặng hạt

source: heavy snowfall
bn: ভারী তুষারপাত
de: starker Schneefall
es: fuerte nevada
fr: fortes chutes de neige
hi: भारी हिमपात
id: salju lebat
it: forte nevicata
ja: 大雪
lt: stiprus sniegas
ru: сильный снегопад
vi: tuyết rơi nặng hạt

source: Historical Chinese records describe displays of Lyrid meteors more than two thousand six hundred years ago.
bn: ঐতিহাসিক চীনা নথিতে দুই হাজার ছয়শ বছরেরও বেশি আগে লিরিড উল্কাবৃষ্টির প্রদর্শনী বর্ণনা করা হয়েছে।
de: Historische chinesische Aufzeichnungen beschreiben Lyriden-Meteore bereits vor mehr als zweitausendsechshundert Jahren.
es: Registros históricos chinos describen exhibiciones de meteoros Líridas hace más de dos mil seiscientos años.
fr: Des archives chinoises historiques décrivent des pluies de météores des Lyrides il y a plus de deux mille six cents ans.
hi: ऐतिहासिक चीनी अभिलेख ढाई हज़ार छह सौ साल से भी पहले लाइरिड उल्काओं के प्रदर्शनों का वर्णन करते हैं।
id: Catatan sejarah Tiongkok menggambarkan pertunjukan meteor Lyrid lebih dari dua ribu enam ratus tahun lalu.
it: Antichi documenti cinesi descrivono spettacoli di meteore delle Liridi di oltre duemilaseicento anni fa.
ru: В китайских исторических записях описаны наблюдения лирид более чем две тысячи шестьсот лет назад.

source: Historical records of the Perseids extend back nearly two thousand years, making them one of the longest observed meteor showers.
bn: পারসিডসের ঐতিহাসিক নথি প্রায় দুই হাজার বছর আগ পর্যন্ত বিস্তৃত, যা তাদের দীর্ঘতম পর্যবেক্ষিত উল্কাবৃষ্টি গুলোর একটি করে তোলে।
de: Historische Aufzeichnungen der Perseiden reichen fast zweitausend Jahre zurück und machen sie zu einem der am längsten beobachteten Meteorschauer.
es: Los registros históricos de las Perseidas se remontan a casi dos mil ... años, lo que las convierte en una de las lluvias de meteoros observadas durante más tiempo.
fr: Les archives des Perséides remontent à près de deux mille ans, ce qui en fait l’une des pluies de météores les plus anciennement observées.
hi: पर्सीड्स के ऐतिहासिक अभिलेख लगभग दो हज़ार साल पीछे तक जाते हैं, जिससे वे सबसे लंबे समय से देखी जाने वाली उल्का-वर्षाओं में से एक हैं।
id: Catatan sejarah tentang Perseid membentang hampir dua ribu tahun, menjadikannya salah satu hujan meteor yang paling lama diamati.
it: Le testimonianze storiche delle Perseidi risalgono a quasi duemila anni fa, rendendole una delle piogge meteoriche osservate più a lungo.
ru: Исторические записи о Персеидах уходят почти на две тысячи лет... поэтому это один из самых давно наблюдаемых метеорных потоков.

source: History and meaning
bn: ইতিহাস ও অর্থ
de: Geschichte und Bedeutung
es: Historia y significado
fr: Histoire et signification
hi: इतिहास और अर्थ
id: Sejarah dan makna
it: Storia e significato
ru: История и значение

source: Holi
bn: হোলি
hi: होली
ru: Холи

source: Holi is a joyful festival of colour, celebrated with laughter, music, and shared community.
bn: হোলি রঙের আনন্দময় উৎসব, যা হাসি, সঙ্গীত ও ভাগাভাগি করা সম্প্রদায়ের সাথে উদ্‌যাপিত হয়।
de: Holi ist ein fröhliches Fest der Farben, gefeiert mit Lachen, Musik und gelebter Gemeinschaft.
es: Holi es un alegre festival del color, celebrado con risas, música y comunidad compartida.
fr: Holi est une joyeuse fête des couleurs, célébrée dans les rires, la musique et le partage.
hi: होली रंगों का आनंदमय त्योहार है, जो हँसी, संगीत और साझा समुदाय के साथ मनाया जाता है।
id: Holi adalah festival warna yang penuh sukacita, dirayakan dengan tawa, musik, dan kebersamaan.
it: Holi è una gioiosa festa dei colori, celebrata con risate, musica e comunità.
ru: Холи — радостный праздник красок, который отмечают смехом, музыкой и общностью.

source: Homes are carefully cleaned and decorated to clear away old luck and welcome prosperity for the year ahead.
bn: বাড়িগুলো সতর্কতার সাথে পরিষ্কার ও সাজানো হয় পুরোনো ভাগ্য দূর করে আগামী বছরের সমৃদ্ধিকে স্বাগত জানাতে।
de: Häuser werden sorgfältig gereinigt und geschmückt, um altes Unglück zu vertreiben und Wohlstand für das kommende Jahr willkommen zu heissen.
es: Los hogares se limpian y decoran con cuidado para alejar la mala suerte antigua y dar la bienvenida a la prosperidad del año que viene.
fr: Les maisons sont soigneusement nettoyées et décorées pour chasser l’ancienne chance et accueillir la prospérité de l’année à venir.
hi: घर सावधानी से साफ़ किए जाते हैं और सजाए जाते हैं, ताकि पुरानी किस्मत हटे और आने वाले वर्ष के लिए समृद्धि का स्वागत हो।
id: Rumah dibersihkan dan dihias dengan saksama untuk menyapu pergi keberuntungan lama dan menyambut kemakmuran untuk tahun yang akan datang.
it: Le case vengono pulite e decorate con cura per spazzare via la vecchia fortuna e accogliere prosperità per l’anno a venire.
ru: Дома тщательно убирают и украшают, чтобы смыть старую неудачу и встретить процветание в новом году.

source: Identifier
bn: পরিচয়ক
de: Identifikator
es: Identificador
fr: Identificateur
hi: पहचानकर्ता
id: Pengenal
it: Identificatore
ru: Идентификатор

source: If your browser prompts you for location permissions, please select "allow".
bn: আপনার ব্রাউজার অবস্থানের অনুমতি চাইলে, দয়া করে "অনুমতি দিন" নির্বাচন করুন।
de: Wenn Ihr Browser Sie um Standortberechtigungen bittet, wählen Sie bitte "Erlauben".
es: Si tu navegador te solicita permisos para acceder a tu ubicación, por favor selecciona "permitir".
fr: Si votre navigateur vous demande l'autorisation d'accéder à votre localisation, veuillez sélectionner "autoriser".
hi: अगर आपका ब्राउज़र आपसे स्थान अनुमतियाँ मांगता है, तो कृपया "अनुमति दें" चुनें।
id: Jika browser Anda meminta izin lokasi, silakan pilih "izinkan".
it: Se il tuo browser chiede il permesso per accedere alla tua posizione, seleziona "consenti".
ja: ブラウザが位置情報の権限を求める場合は、「許可」を選択してください。
lt: Jei jūsų naršyklė prašo jūsų vietos leidimų, pasirinkite "leisti".
ru: Если ваш браузер запрашивает разрешение на доступ к местоположению, выберите "разрешить".
vi: Nếu trình duyệt của bạn yêu cầu quyền vị trí, vui lòng chọn "cho phép".

source: In far northern regions, the sun may barely set at all, creating the phenomenon of the midnight sun.
bn: দূর উত্তরাঞ্চলে সূর্য প্রায় ডুবতেই নাও পারে, ফলে ‘মধ্যরাতের সূর্য’ (মিডনাইট সান) দেখা যায়।
de: In weit nördlichen Regionen kann die Sonne kaum untergehen, wodurch das Phänomen der Mitternachtssonne entsteht.
es: En las regiones del extremo norte, el sol apenas puede ponerse, creando el fenómeno del sol de medianoche.
fr: Dans les régions très au nord, le soleil peut à peine se coucher, créant le phénomène du soleil de minuit.
hi: दूर उत्तरी क्षेत्रों में, सूर्य शायद ही डूबता हो, जिससे ‘मिडनाइट सन’ की घटना बनती है।
id: Di wilayah utara yang jauh, matahari mungkin nyaris tidak terbenam sama sekali, menciptakan fenomena matahari tengah malam.
it: Nelle regioni dell’estremo nord, il sole può quasi non tramontare affatto, creando il fenomeno del sole di mezzanotte.
ru: В далёких северных широтах солнце может почти не заходить, создавая явление полуночного солнца.

source: In many traditions, the equinox is not only about what has been gathered, but about what lies ahead — a pause to take stock before the quieter months arrive.
bn: অনেক ঐতিহ্যে বিষুব শুধু যা সংগ্রহ হয়েছে তা নয় ... বরং সামনে কী আছে সেটিও — নিরিবিলি মাসগুলোর আগে হিসাব নেওয়ার এক বিরতি।
de: In vielen Traditionen geht es bei der Tagundnachtgleiche nicht nur um das, was eingebracht wurde, sondern auch um das, was vor uns liegt – eine Pause, um Bilanz zu ziehen, bevor die ruhigeren Monate kommen.
es: En muchas tradiciones, el equinoccio no trata solo de lo que se ha ... cosechado, sino de lo que viene — una pausa para hacer balance antes de que lleguen los meses más tranquilos.
fr: Dans de nombreuses traditions, l’équinoxe ne concerne pas seulement ce qui a été récolté, mais aussi ce qui vient — une pause pour faire le point avant l’arrivée des mois plus calmes.
hi: कई परंपराओं में, विषुव सिर्फ़ अब तक जो मिला है उसके बारे में नहीं, बल्कि आगे क्या है उसके बारे में भी है — शांत महीनों के आने से पहले ठहरकर जायज़ा लेने का अवसर।
id: Dalam banyak tradisi, ekuinoks bukan hanya tentang apa yang telah dipanen, tetapi juga tentang apa yang menanti — jeda untuk menilai sebelum bulan-bulan yang lebih tenang tiba.
it: In molte tradizioni, l’equinozio non riguarda solo ciò che è stato raccolto, ma ciò che verrà — una pausa per fare il punto prima che arrivino i mesi più quieti.
ru: Во многих традициях равноденствие — это не только о том, что было... но и о том, что впереди — пауза, чтобы подвести итоги перед более тихими месяцами.
