Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: To get started, let's set your language and location.
bn: শুরু করার জন্য, চলুন আপনার ভাষা এবং অবস্থান নির্ধারণ করি।
de: Um zu beginnen, lassen Sie uns Ihre Sprache und Ihren Standort festlegen.
es: Para comenzar, establezcamos su idioma y ubicación.
fr: Pour commencer, définissons votre langue et votre localisation.
hi: शुरू करने के लिए, आइए आपकी भाषा और स्थान निर्धारित करें।
id: Untuk memulai, mari atur bahasa dan lokasi Anda.
it: Per iniziare, impostiamo la tua lingua e la tua posizione.
ja: 始めるには、言語と場所を設定しましょう。
lt: Norėdami pradėti, nustatykite savo kalbą ir vietą.
ru: Для начала давайте установим ваш язык и местоположение.
vi: Để bắt đầu, hãy đặt ngôn ngữ và vị trí của bạn.

source: Today, many people travel great distances to stand within the path of totality.
bn: আজও অনেক মানুষ পূর্ণগ্রহণের পথের মধ্যে দাঁড়াতে দূর দূরান্ত থেকে ভ্রমণ করে।
de: Heute reisen viele Menschen weite Strecken, um im Pfad der Totalität zu stehen.
es: Hoy, muchas personas viajan grandes distancias para situarse dentro de la franja de totalidad.
fr: Aujourd’hui, de nombreuses personnes parcourent de grandes distances pour se tenir dans la bande de totalité.
hi: आज, बहुत से लोग पूर्णता के पथ में खड़े होने के लिए बड़ी दूरियाँ तय करते हैं।
id: Saat ini, banyak orang menempuh perjalanan jauh untuk berdiri di dalam jalur totalitas.
it: Oggi molte persone viaggiano per grandi distanze per trovarsi lungo la fascia di totalità.
ru: Сегодня многие преодолевают большие расстояния, чтобы оказаться на пути полной фазы.

source: Total Lunar Eclipse
bn: পূর্ণ চন্দ্রগ্রহণ
de: Totale Mondfinsternis
es: Eclipse lunar total
fr: Éclipse totale de Lune
hi: पूर्ण चंद्र ग्रहण
id: Gerhana Bulan Total
it: Eclissi lunare totale
ru: Полное лунное затмение

source: Total Solar Eclipse
bn: পূর্ণ সূর্যগ্রহণ
de: Totale Sonnenfinsternis
es: Eclipse solar total
fr: Éclipse totale de Soleil
hi: पूर्ण सूर्य ग्रहण
id: Gerhana Matahari Total
it: Eclissi solare totale
ru: Полное солнечное затмение

source: Traditional stories of the monster Nian are said to have inspired the use of loud sounds, firecrackers, and the colour red as symbols of protection and good fortune.
bn: দানব নিয়ানকে ঘিরে প্রচলিত কাহিনিগুলো নাকি অনুপ্রাণিত করেছে ... জোর শব্দ, পটকা, এবং লাল রঙকে সুরক্ষা ও সৌভাগ্যের প্রতীক হিসেবে ব্যবহারে।
de: Traditionelle Geschichten über das Monster Nian sollen den Gebrauch von lauten Geräuschen, Feuerwerkskörpern und der Farbe Rot als Symbole für Schutz und Glück inspiriert haben.
es: Se dice que las historias tradicionales del monstruo Nian inspiraron ... los petardos, los tambores y el color rojo como símbolos de protección y buena fortuna.
fr: Les histoires traditionnelles du monstre Nian auraient inspiré l’usage de sons forts, de pétards et de la couleur rouge comme symboles de protection et de bonne fortune.
hi: नियान नामक राक्षस की पारंपरिक कहानियाँ पटाखों, तेज़ आवाज़ों, और लाल रंग को सुरक्षा और शुभ भाग्य के प्रतीक के रूप में अपनाने से जोड़ी जाती हैं।
id: Kisah tradisional tentang monster Nian konon menginspirasi penggunaan suara keras, petasan, dan warna merah sebagai simbol perlindungan dan keberuntungan.
it: Si dice che le storie tradizionali del mostro Nian abbiano ispirato l’uso di rumori forti, petardi e del colore rosso come simboli di protezione e buona fortuna.
ru: Считается, что истории о чудовище Нянь вдохновили... фейерверки, громкий шум и красный цвет как символы защиты и удачи.

source: Traditions
bn: ঐতিহ্য
de: Traditionen
es: Tradiciones
hi: परंपराएँ
id: Tradisi
it: Tradizioni
ru: Традиции

source: Traditions such as Nowruz continue to celebrate themes of renewal on or around the equinox.
bn: নওরোজের মতো ঐতিহ্যগুলো এখনো বিষুবের দিন বা তার আশেপাশে পুনর্নবীকরণের বিষয়বস্তু উদ্‌যাপন করে।
de: Traditionen wie Nowruz feiern bis heute Themen der Erneuerung an oder um die Tagundnachtgleiche herum.
es: Tradiciones como Nowruz siguen celebrando temas de renovación en o alrededor del equinoccio.
fr: Des traditions comme Nowruz continuent de célébrer les thèmes du renouveau à l’équinoxe ou autour de celle-ci.
hi: नौरोज़ जैसी परंपराएँ आज भी विषुव के आसपास नवीकरण के विषयों का उत्सव मनाती हैं।
id: Tradisi seperti Nowruz terus merayakan tema pembaruan pada atau sekitar waktu ekuinoks.
it: Tradizioni come Nowruz continuano a celebrare i temi del rinnovamento nell’equinozio o nei suoi dintorni.
ru: Традиции вроде Навруза продолжают праздновать обновление в день равноденствия или рядом с ним.

source: Try again
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: दोबारा कोशिश करें
id: Coba lagi
it: Prova di nuovo
ru: Попробовать снова

source: Tuesday
bn: মঙ্গলবার
de: Dienstag
es: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
it: Martedì
ja: 火曜日
lt: Antradienis
ru: Вторник
vi: Thứ Ba

source: Twilight lingers, insects fill the air with song, and the sky can feel almost endless.
bn: গোধূলি দীর্ঘ হয়, পোকামাকড় গানে বাতাস ভরে যায়, আর আকাশ যেন শেষই হয় না।
de: Die Dämmerung bleibt lange, Insekten füllen die Luft mit Gesang, und der Himmel kann nahezu endlos wirken.
es: El crepúsculo se alarga, los insectos llenan el aire con su canto y el cielo puede sentirse casi infinito.
fr: Le crépuscule s’attarde, les insectes remplissent l’air de chant, et le ciel peut sembler presque sans fin.
hi: सांझ देर तक ठहरती है, कीट गुनगुनाते हैं, और आकाश लगभग अंतहीन लग सकता है।
id: Senja bertahan, serangga memenuhi udara dengan nyanyian, dan langit bisa terasa hampir tak berujung.
it: Il crepuscolo indugia, gli insetti riempiono l’aria di canto e il cielo può sembrare quasi infinito.
ru: Сумерки тянутся, насекомые наполняют воздух песней, и небо кажется почти бесконечным.

source: Unable to fetch weather data. Please check your internet connection and try again.
bn: আবহাওয়ার ডেটা আনা যায়নি. অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন.
de: Wetterdaten konnten nicht abgerufen werden. Bitte prüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se pudieron obtener los datos meteorológicos. Revisa tu conexión a internet y vuelve a intentarlo.
fr: Impossible de récupérer les données météo. Vérifiez votre connexion internet et réessayez.
hi: मौसम डेटा प्राप्त नहीं हो सका. कृपया अपना इंटरनेट कनेक्शन जांचें और फिर से प्रयास करें.
id: Tidak dapat mengambil data cuaca. Periksa koneksi internet Anda dan coba lagi.
it: Impossibile recuperare i dati meteo. Controlla la tua connessione internet e riprova.
ru: Не удалось получить данные о погоде. Проверьте подключение к интернету и попробуйте снова.

source: Under a dark sky, it can feel as though the universe itself is writing with light.
bn: অন্ধকার আকাশের নিচে মনে হতে পারে যেন মহাবিশ্ব নিজেই আলো দিয়ে লিখছে।
de: Unter einem dunklen Himmel kann es sich anfühlen, als würde das Universum selbst mit Licht schreiben.
es: Bajo un cielo oscuro, puede sentirse como si el propio universo estuviera escribiendo con luz.
fr: Sous un ciel sombre, on peut avoir l’impression que l’univers lui-même écrit avec la lumière.
hi: घने अंधेरे आकाश के नीचे, ऐसा लग सकता है मानो ब्रह्मांड खुद रोशनी से लिख रहा हो।
id: Di bawah langit gelap, rasanya seolah alam semesta sendiri sedang menulis dengan cahaya.
it: Sotto un cielo buio, può sembrare che sia l’universo stesso a scrivere con la luce.
ru: Под тёмным небом может казаться, будто сама Вселенная пишет светом.

source: Under clear skies, the show can feel both calm and exhilarating at once.
bn: পরিষ্কার আকাশে এই প্রদর্শনী একদিকে শান্ত, আবার একদিকে রোমাঞ্চকরও লাগতে পারে।
de: Unter klarem Himmel kann das Schauspiel zugleich ruhig und berauschend wirken.
es: Bajo cielos despejados, el espectáculo puede sentirse a la vez sereno y emocionante.
fr: Sous un ciel clair, le spectacle peut paraître à la fois calme et exaltant.
hi: साफ़ आसमान में, यह दृश्य एक साथ शांत भी लग सकता है और रोमांचक भी।
id: Di bawah langit cerah, pertunjukannya bisa terasa sekaligus tenang dan mendebarkan.
it: Sotto cieli limpidi, lo spettacolo può sembrare al tempo stesso calmo ed esaltante.
ru: При ясном небе зрелище может быть одновременно спокойным и захватывающим.

source: unknown conditions
bn: অজানা অবস্থা
de: unbekannte Bedingungen
es: condiciones desconocidas
fr: conditions inconnues
hi: अज्ञात स्थितियाँ
id: kondisi tidak diketahui
it: condizioni sconosciute
ru: неизвестные условия

source: Unlike most meteor showers, the Geminids originate from the asteroid 3200 Phaethon rather than a comet.
bn: বেশিরভাগ উল্কাবৃষ্টির মতো নয়—জেমিনিডস ধূমকেতু নয়, উল্কাপিণ্ড ৩২০০ ফায়েথন থেকে উৎপন্ন।
de: Im Gegensatz zu den meisten Meteorschauern stammen die Geminiden vom Asteroiden 3200 Phaethon und nicht von einem Kometen.
es: A diferencia de la mayoría de las lluvias de meteoros, las Gemínidas se originan en el asteroide 3200 Phaethon y no en un cometa.
fr: Contrairement à la plupart des pluies de météores, les Géminides proviennent de l’astéroïde 3200 Phaethon plutôt que d’une comète.
hi: अधिकांश उल्का-वर्षाओं के विपरीत, जेमिनिड्स धूमकेतु के बजाय क्षुद्रग्रह 3200 फाएथॉन से उत्पन्न होते हैं।
id: Tidak seperti kebanyakan hujan meteor, Geminid berasal dari asteroid 3200 Phaethon, bukan dari komet.
it: A differenza della maggior parte delle piogge meteoriche, le Geminidi hanno origine dall’asteroide 3200 Phaethon, non da una cometa.
ru: В отличие от большинства метеорных потоков, Геминиды происходят от астероида 3200 Фаэтон, а не от кометы.

source: Use metric number format
bn: মেট্রিক সংখ্যা বিন্যাস ব্যবহার করুন
de: Metrisches Zahlenformat verwenden
es: Usar formato métrico de números
fr: Utiliser le format numérique métrique
hi: मेट्रिक संख्या प्रारूप का उपयोग करें
id: Gunakan format nomor metrik
it: Usa il formato numerico metrico
ru: Использовать метрический формат чисел

source: Valentine's Day
bn: ভ্যালেন্টাইনস ডে
de: Valentinstag
es: Día de San Valentín
fr: Saint-Valentin
hi: वेलेंटाइन दिवस
id: Hari Valentine
it: San Valentino
ru: День святого Валентина

source: Valentine’s Day celebrates affection in many forms, from romantic love to friendship and quiet acts of care.
bn: ভ্যালেন্টাইনস ডে বহু ধরনের স্নেহকে উদ্‌যাপন করে, রোমান্টিক ভালোবাসা থেকে বন্ধুত্ব ও নিস্তব্ধ যত্নের কাজ পর্যন্ত।
de: Der Valentinstag feiert Zuneigung in vielen Formen – von romantischer Liebe über Freundschaft bis zu stillen Gesten der Fürsorge.
es: El Día de San Valentín celebra el afecto en muchas formas, desde el amor romántico hasta la amistad y los actos discretos de cuidado.
fr: La Saint-Valentin célèbre l’affection sous de nombreuses formes, de l’amour romantique à l’amitié et aux gestes discrets de soin.
hi: वेलेंटाइन डे कई रूपों में स्नेह का उत्सव है — रोमांटिक प्रेम से लेकर दोस्ती और देखभाल के शांत कामों तक।
id: Hari Valentine merayakan kasih sayang dalam banyak bentuk, dari cinta romantis hingga persahabatan dan tindakan kepedulian yang sunyi.
it: San Valentino celebra l’affetto in molte forme, dall’amore romantico all’amicizia e ai piccoli gesti di cura.
ru: День святого Валентина отмечает привязанность во многих формах — от романтической любви до дружбы и тихой заботы.

source: violent rain showers
bn: তীব্র বৃষ্টির ঝড়
de: Heftige Regenschauer
es: lluvias violentas
fr: averses de pluie violentes
hi: हिंसक वर्षा की बौछारें
id: hujan deras
it: piogge violente
ja: 激しいにわか雨
lt: smarkus lietus
ru: жесткие дождевые ливни
vi: cơn mưa lớn

source: Watching the Eta Aquariids can feel like receiving a message from a distant traveller, carried on light across the dark.
bn: ইটা অ্যাকুয়ারিডস দেখা যেন দূর এক পথিকের বার্তা পাওয়া ... যা অন্ধকার ভেদ করে আলোয় ভেসে আসে।
de: Die Eta-Aquariiden zu beobachten kann sich anfühlen, als bekäme man eine Nachricht von einem fernen Reisenden, auf Licht durch die Dunkelheit getragen.
es: Observar las Eta Acuáridas puede sentirse como recibir un mensaje de un viajero lejano, transportado en luz a través de la oscuridad.
fr: Observer les Eta Aquarides peut donner l’impression de recevoir un message d’un voyageur lointain, porté par la lumière à travers la nuit.
hi: एटा एक्वारिड्स देखना ऐसा लग सकता है जैसे किसी दूर के यात्री से संदेश मिल रहा हो, जो अंधकार के पार रोशनी पर सवार होकर आया हो।
id: Menyaksikan Eta Aquariid bisa terasa seperti menerima pesan dari seorang pengelana jauh, dibawa oleh cahaya melintasi gelap.
it: Osservare le Eta Aquaridi può sembrare come ricevere un messaggio da un viaggiatore lontano, portato dalla luce attraverso il buio.
ru: Наблюдать Эта-Акварииды — будто получить послание от далёкого путешественника, доставленное светом сквозь тьму.

source: Ways to observe
bn: পালনের উপায়
de: Beobachtungsmöglichkeiten
es: Formas de observar
fr: Façons d’observer
hi: देखने के तरीके
id: Cara mengamati
it: Come osservare
ru: Как наблюдать

source: Weather
bn: আবহাওয়া
de: Wetter
es: Clima / Tiempo
fr: Météo
hi: मौसम
id: Cuaca
it: Meteo
ru: Погода

source: weather data provided by open-meteo
bn: আবহাওয়া তথ্য প্রদান করে open-meteo
de: Wetterdaten zur Verfügung gestellt von open-meteo
es: datos meteorológicos proporcionados por open-meteo
fr: données météorologiques fournies par open-meteo
hi: मौसम डाटा open-meteo द्वारा प्रदान किया गया
id: data cuaca disediakan oleh open-meteo
it: dati meteorologici forniti da open-meteo
ja: 天気データはopen-meteoによって提供されています
lt: orų duomenis pateikė open-meteo
ru: метеоданные предоставлены open-meteo
vi: dữ liệu thời tiết được cung cấp bởi open-meteo

source: Wednesday
bn: বুধবার
de: Mittwoch
es: Miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
it: Mercoledì
ja: 水曜日
lt: Trečiadienis
ru: Среда
vi: Thứ Tư

source: What it feels like
bn: কেমন অনুভূত হয়
de: Wie es sich anfühlt
es: Qué se siente
fr: Ce que l’on ressent
hi: कैसा लगता है
id: Seperti apa rasanya
it: Che sensazione dà
ru: Как это ощущается

source: When conditions are favourable, they produce sharp, fast-moving meteors in high numbers.
bn: পরিস্থিতি অনুকূল হলে এগুলো উচ্চ সংখ্যায় তীক্ষ্ণ, দ্রুতগতির উল্কা তৈরি করে।
de: Wenn die Bedingungen günstig sind, erzeugen sie viele scharfe, schnell ziehende Meteore.
es: Cuando las condiciones son favorables, producen meteoros nítidos y rápidos en gran cantidad.
fr: Lorsque les conditions sont favorables, elles produisent de nombreux météores nets et rapides.
hi: जब परिस्थितियाँ अनुकूल हों, तो ये बड़ी संख्या में तेज़, तीखे चलने वाली उल्काएँ पैदा करती हैं।
id: Ketika kondisinya mendukung, mereka menghasilkan meteor yang tajam, cepat, dan jumlahnya tinggi.
it: Quando le condizioni sono favorevoli, producono meteore nette e veloci in grande quantità.
ru: При благоприятных условиях они дают множество резких, быстрых метеоров.

source: When this occurs, meteor rates can rise dramatically for a short period of time.
bn: এমন হলে অল্প সময়ের জন্য উল্কার হার নাটকীয়ভাবে বেড়ে যেতে পারে।
de: Wenn das geschieht, können die Meteor-Raten für kurze Zeit dramatisch ansteigen.
es: Cuando esto ocurre, las tasas de meteoros pueden aumentar drásticamente por un breve periodo de tiempo.
fr: Quand cela se produit, les taux de météores peuvent augmenter de façon spectaculaire pendant une courte période.
hi: ऐसा होने पर, थोड़े समय के लिए उल्काओं की दर नाटकीय रूप से बढ़ सकती है।
id: Saat ini terjadi, laju meteor dapat meningkat drastis untuk periode waktu yang singkat.
it: Quando accade, il tasso di meteore può aumentare drasticamente per un breve periodo.
ru: Когда это происходит, скорость метеоров может резко вырасти на короткое время.

source: Whether your night air is warm or cool, a comfortable place to sit or lie back makes the experience far more enjoyable.
bn: রাতের বাতাস গরম হোক বা ঠান্ডা, বসা বা হেলান দিয়ে শোয়ার জন্য আরামদায়ক জায়গা অভিজ্ঞতাকে অনেক বেশি উপভোগ্য করে তোলে।
de: Ob die Nachtluft warm oder kühl ist: Ein bequemer Platz zum Sitzen oder Zurücklehnen macht das Erlebnis viel angenehmer.
es: Tanto si el aire nocturno es cálido como fresco, un lugar cómodo para sentarse o recostarse hace que la experiencia sea mucho más agradable.
fr: Que la nuit soit chaude ou fraîche, un endroit confortable pour s’asseoir ou s’allonger rend l’expérience bien plus agréable.
hi: चाहे रात की हवा गर्म हो या ठंडी, बैठने या पीठ टिकाने के लिए आरामदायक जगह अनुभव को कहीं ज़्यादा सुखद बनाती है।
id: Entah udara malam Anda hangat atau sejuk, tempat yang nyaman untuk duduk atau berbaring membuat pengalaman jauh lebih menyenangkan.
it: Che l’aria notturna sia calda o fresca, un posto comodo dove sedersi o distendersi rende l’esperienza molto più piacevole.
ru: Будь ночной воздух тёплым или прохладным, удобное место, чтобы сидеть или лежать, сделает впечатление гораздо приятнее.

source: While eclipses were once viewed as omens, today they are widely appreciated as shared moments of skywatching and wonder.
bn: একসময় গ্রহণকে অমঙ্গল সংকেত হিসেবে দেখা হতো ... আজ এগুলোকে আকাশদর্শন ও বিস্ময়ের ভাগ করা মুহূর্ত হিসেবে ব্যাপকভাবে উপভোগ করা হয়।
de: Während Finsternisse früher als Omen galten, werden sie heute weithin als gemeinsame Momente des Himmelsbeobachtens und Staunens geschätzt.
es: Aunque antes los eclipses se veían como presagios, hoy se aprecian ampliamente como momentos compartidos de observación del cielo y asombro.
fr: Alors que les éclipses étaient autrefois vues comme des présages, elles sont aujourd’hui largement appréciées comme des moments partagés d’observation du ciel et d’émerveillement.
hi: जबकि ग्रहणों को कभी अपशकुन माना जाता था, आज उन्हें आकाश देखने और विस्मय के साझा क्षणों के रूप में व्यापक रूप से सराहा जाता है।
id: Jika dulu gerhana dipandang sebagai pertanda, kini gerhana banyak diapresiasi sebagai momen bersama untuk mengamati langit dan merasakan takjub.
it: Se un tempo le eclissi erano viste come presagi, oggi sono ampiamente apprezzate come momenti condivisi di osservazione del cielo e meraviglia.
ru: Если раньше затмения считали знамениями, то сегодня их широко воспринимают как общий момент наблюдения неба и удивления.

source: Why it can storm
bn: কেন এটি ঝড়ের সৃষ্টি করতে পারে
de: Warum es stürmen kann
es: Por qué puede haber tormenta
fr: Pourquoi il peut y avoir des tempêtes
hi: तूफ़ान क्यों आ सकता है
id: Mengapa bisa menjadi badai
it: Perché può diventare una tempesta
ru: Почему бывает «буря»

source: Why it turns red
bn: কেন এটি লাল হয়ে যায়
de: Warum es rot wird
es: Por qué se vuelve roja
fr: Pourquoi cela devient rouge
hi: यह लाल क्यों हो जाता है
id: Mengapa berubah merah
it: Perché diventa rossa
ru: Почему она краснеет

source: Why the peak is brief
bn: কেন শীর্ষ সময় সংক্ষিপ্ত
de: Warum der Höhepunkt kurz ist
es: Por qué el pico es breve
fr: Pourquoi le pic est bref
hi: चरम संक्षिप्त क्यों होता है
id: Mengapa puncaknya singkat
it: Perché il picco è breve
ru: Почему пик краток

source: Winter Solstice
bn: শীত অয়নান্ত
de: Wintersonnenwende
es: Solsticio de invierno
fr: Solstice d'hiver
hi: शीत अयनांत
id: Solstis musim dingin
it: Solstizio d'inverno
ru: Зимнее солнцестояние

source: With each night, a new flame appears, forming a quiet ladder of light against the dark.
bn: প্রতি রাতে আরেকটি নতুন শিখা জ্বলে ওঠে, অন্ধকারের বিরুদ্ধে আলোর এক নীরব সিঁড়ি তৈরি করে।
de: Mit jeder Nacht erscheint eine neue Flamme und bildet eine stille Leiter aus Licht gegen die Dunkelheit.
es: Con cada noche, aparece una nueva llama, formando una escalera silenciosa de luz contra la oscuridad.
fr: Chaque nuit, une nouvelle flamme apparaît, formant une échelle silencieuse de lumière contre l’obscurité.
hi: हर रात के साथ एक नई लौ प्रकट होती है, जो अंधकार के खिलाफ़ रोशनी की एक शांत सीढ़ी बनाती है।
id: Setiap malam, nyala baru muncul, membentuk tangga cahaya yang sunyi melawan gelap.
it: Con ogni notte, appare una nuova fiamma, formando una silenziosa scala di luce contro il buio.
ru: С каждой ночью появляется новый огонёк, образуя тихую лестницу света на фоне темноты.

source: Would you like to leave a review?
bn: আপনি কি একটি পর্যালোচনা ছেড়তে চান?
de: Möchten Sie eine Bewertung hinterlassen?
es: ¿Te gustaría dejar una opinión?
fr: Souhaitez-vous laisser un avis?
hi: क्या आप समीक्षा छोड़ना चाहेंगे?
id: Apakah Anda ingin meninggalkan ulasan?
it: Ti piacerebbe lasciare una recensione?
ru: Хотели бы вы оставить отзыв?

source: You've been using Weather Please for a while
bn: আপনি একটি সময়ের জন্য Weather Please ব্যবহার করেছেন
de: Sie verwenden Weather Please schon seit einiger Zeit
es: Has estado usando Weather Please durante un tiempo
fr: Vous utilisez Weather Please depuis un moment
hi: आप कुछ समय से Weather Please का उपयोग कर रहे हैं
id: Anda telah menggunakan Weather Please untuk beberapa waktu
it: Stai usando Weather Please da un po'
ru: Вы используете Weather Please уже довольно долго

source: Your email (optional)
bn: আপনার ইমেল (ঐচ্ছিক)
de: Ihre E-Mail (optional)
es: Tu correo electrónico (opcional)
fr: Votre e-mail (optionnel)
hi: आपका ईमेल (वैकल्पिक)
id: Email Anda (opsional)
it: La tua email (opzionale)
ru: Ваш email (необязательно)

source: Your location data is securely stored exclusively on your personal device.
bn: আপনার অবস্থানের তথ্য আপনার ব্যক্তিগত ডিভাইসে নিরাপদে এবং একচেটিয়াভাবে সংরক্ষিত আছে।
de: Ihre Standortdaten werden sicher und ausschließlich auf Ihrem persönlichen Gerät gespeichert.
es: Sus datos de ubicación se almacenan de forma segura y exclusivamente en su dispositivo personal.
fr: Vos données de localisation sont stockées en toute sécurité et exclusivement sur votre appareil personnel.
hi: आपका स्थान डेटा आपके व्यक्तिगत उपकरण पर सुरक्षित रूप से और केवल संग्रहीत किया जाता है।
id: Data lokasi Anda disimpan dengan aman secara eksklusif di perangkat pribadi Anda.
it: I tuoi dati di localizzazione sono memorizzati in modo sicuro ed esclusivamente sul tuo dispositivo personale.
ru: Ваши данные о местоположении надежно хранятся исключительно на вашем личном устройстве.

source: Your location is currently unavailable. Please check that location services are enabled on your device and try again.
bn: আপনার অবস্থান বর্তমানে উপলব্ধ নয়. অনুগ্রহ করে নিশ্চিত করুন যে আপনার ডিভাইসে অবস্থান পরিষেবা চালু আছে এবং আবার চেষ্টা করুন.
de: Ihr Standort ist derzeit nicht verfügbar. Bitte prüfen Sie, ob die Standortdienste auf Ihrem Gerät aktiviert sind, und versuchen Sie es erneut.
es: Tu ubicación no está disponible actualmente. Comprueba que los servicios de ubicación estén habilitados en tu dispositivo y vuelve a intentarlo.
fr: Votre position est actuellement indisponible. Vérifiez que les services de localisation sont activés sur votre appareil et réessayez.
hi: आपकी लोकेशन फिलहाल उपलब्ध नहीं है. कृपया सुनिश्चित करें कि आपके डिवाइस पर लोकेशन सेवाएं सक्षम हैं और फिर से प्रयास करें.
id: Lokasi Anda saat ini tidak tersedia. Pastikan layanan lokasi di perangkat Anda aktif dan coba lagi.
it: La tua posizione non è disponibile al momento. Verifica che i servizi di localizzazione siano abilitati sul tuo dispositivo e riprova.
ru: Ваше местоположение сейчас недоступно. Убедитесь, что службы геолокации включены на вашем устройстве, и попробуйте снова.

source: Your message
bn: আপনার বার্তা
de: Ihre Nachricht
es: Tu mensaje
fr: Votre message
hi: आपका संदेश
id: Pesan Anda
it: Il tuo messaggio
ru: Ваше сообщение
