Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: Lanterns and parades transform the night into a flowing river of light.
bn: লণ্ঠন আর শোভাযাত্রা রাতকে আলোর প্রবাহমান নদীতে বদলে দেয়।
de: Laternen und Umzüge verwandeln die Nacht in einen fliessenden Fluss aus Licht.
es: Los farolillos y los desfiles transforman la noche en un río de luz en movimiento.
fr: Lanternes et parades transforment la nuit en une rivière de lumière en mouvement.
hi: लालटेन और परेड रात को रोशनी की बहती हुई नदी में बदल देते हैं।
id: Lentera dan pawai mengubah malam menjadi sungai cahaya yang mengalir.
it: Lanterne e sfilate trasformano la notte in un fiume di luce che scorre.
ru: Фонари и шествия превращают ночь в текущую реку света.

source: Latitude
bn: অক্ষাংশ
de: Breitengrad
es: Latitud
hi: अक्षांश
id: Lintang
it: Latitudine
ru: Широта

source: Leave a review
bn: একটি পর্যালোচনা দিন
de: Eine Bewertung hinterlassen
es: Dejar una reseña
fr: Laisser un avis
hi: समीक्षा छोड़ें
id: Tinggalkan ulasan
it: Lascia una recensione
ru: Оставить отзыв

source: Legal
bn: আইনগত
de: Rechtlich
fr: Légal
hi: कानूनी
it: Legale
ru: Юридический

source: Legends and customs
bn: কথিত কাহিনি ও প্রথা
de: Legenden und Bräuche
es: Leyendas y costumbres
fr: Légendes et coutumes
hi: किंवदंतियाँ और रीतियाँ
id: Legenda dan tradisi
it: Leggende e usanze
ru: Легенды и обычаи

source: Leonids Meteor Shower
bn: লিওনিডস উল্কাবৃষ্টি
de: Leoniden-Meteorschauer
es: Lluvia de meteoros de las Leónidas
fr: Pluie de météores des Léonides
hi: लियोनिड्स उल्का वर्षा
id: Hujan meteor Leonid
it: Pioggia di meteore delle Leonidi
ru: Метеорный поток Леониды

source: light drizzle
bn: হালকা ঝরঝর বৃষ্টি
de: leichter Nieselregen
es: llovizna ligera
fr: bruine légère
hi: हल्की झीलन
id: gerimis ringan
it: pioggerella leggera
ja: 小雨
lt: silpna šlapdriba
ru: легкая морось
vi: mưa phùn nhẹ

source: light freezing drizzle
bn: হালকা হিমায়িত ঝরঝর বৃষ্টি
de: leichter gefrierender Nieselregen
es: llovizna ligera helada
fr: bruine givrante légère
hi: हल्की हिमबंध झीलन
id: gerimis beku ringan
it: pioggerella gelida leggera
ja: 軽い氷雨
lt: lengva šlapdriba
ru: легкая замораживающая морось
vi: mưa phùn đóng băng nhẹ

source: light freezing rain
bn: হালকা হিমায়িত বৃষ্টি
de: leichter gefrierender Regen
es: lluvia ligera helada
fr: pluie verglaçante légère
hi: हल्की हिमबंध वर्षा
id: hujan beku ringan
it: pioggia gelida leggera
ja: 軽い凍雨
lt: lengvas įšaldymas lietus
ru: легкий замораживающий дождь
vi: mưa đóng băng nhẹ

source: Light shifts to a silvery tone, shadows sharpen, and temperatures may drop noticeably within minutes.
bn: আলো রূপালি রং ধারণ করে, ছায়া তীক্ষ্ণ হয়, এবং কয়েক মিনিটের মধ্যে তাপমাত্রা উল্লেখযোগ্যভাবে কমে যেতে পারে।
de: Das Licht wird silbrig, Schatten werden schärfer, und die Temperatur kann innerhalb von Minuten spürbar fallen.
es: La luz cambia a un tono plateado, las sombras se afilan y las temperaturas pueden bajar de forma notable en cuestión de minutos.
fr: La lumière prend une teinte argentée, les ombres se durcissent et les températures peuvent chuter sensiblement en quelques minutes.
hi: रोशनी चाँदी-सी टोन में बदलती है, परछाइयाँ तीखी हो जाती हैं, और तापमान कुछ ही मिनटों में स्पष्ट रूप से गिर सकता है।
id: Cahaya berubah menjadi nuansa keperakan, bayangan menajam, dan suhu dapat turun terasa dalam hitungan menit.
it: La luce assume un tono argenteo, le ombre si fanno più nette e la temperatura può scendere sensibilmente in pochi minuti.
ru: Свет становится серебристым, тени резче, и температура может заметно упасть всего за несколько минут.

source: Little wonder
bn: অল্প বিস্ময়
de: Kleines Wunder
es: Pequeño asombro
fr: Petite merveille
hi: छोटा सा आश्चर्य
id: Keajaiban kecil
it: Piccola meraviglia
ru: Немного чуда

source: Little wonder and safety
bn: অল্প বিস্ময় ও নিরাপত্তা
de: Kleines Wunder und Sicherheit
es: Pequeño asombro y seguridad
fr: Petite merveille et sécurité
hi: छोटा सा आश्चर्य और सुरक्षा
id: Keajaiban kecil dan keselamatan
it: Piccola meraviglia e sicurezza
ru: Немного чуда и безопасность

source: Longitude
bn: দ্রাঘিমাংশ
de: Längengrad
es: Longitud
hi: देशांतर
id: Bujur
it: Longitudine
ru: Долгота

source: Low visibility for the next {durationOfLowVisibility} hours
bn: পরের {durationOfLowVisibility} ঘণ্টা ধরে কম দৃশ্যতা
de: Geringe Sichtweite für die nächsten {durationOfLowVisibility} Stunden
es: Baja visibilidad para las próximas {durationOfLowVisibility} horas
fr: Faible visibilité pour les prochaines {durationOfLowVisibility} heures
hi: अगले {durationOfLowVisibility} घंटों के लिए कम दृश्यता
id: Visibilitas rendah untuk {durationOfLowVisibility} jam ke depan
it: Bassa visibilità per le prossime {durationOfLowVisibility} ore
ru: Плохая видимость в течение следующих {durationOfLowVisibility} часа(ов)

source: Low visibility for the next 24 hours
bn: পরের 24 ঘণ্টা ধরে কম দৃশ্যতা
de: Geringe Sichtweite für die nächsten 24 Stunden
es: Baja visibilidad para las próximas 24 horas
fr: Faible visibilité pour les 24 prochaines heures
hi: अगले 24 घंटों के लिए कम दृश्यता
id: Visibilitas rendah untuk 24 jam ke depan
it: Bassa visibilità per le prossime 24 ore
ru: Плохая видимость в течение следующих 24 часов

source: Low visibility for the next hour
bn: পরের এক ঘণ্টা ধরে কম দৃশ্যতা
de: Geringe Sichtweite für die nächste Stunde
es: Baja visibilidad para la próxima hora
fr: Faible visibilité pour la prochaine heure
hi: अगले घंटे के लिए कम दृश्यता
id: Visibilitas rendah untuk jam ke depan
it: Bassa visibilità per la prossima ora
ru: Плохая видимость в течение следующего часа

source: Low visibility starting in {timeUntilLowVisibility} hours
bn: {timeUntilLowVisibility} ঘণ্টা পরে কম দৃশ্যতা শুরু হবে
de: Geringe Sichtweite beginnt in {timeUntilLowVisibility} Stunden
es: Baja visibilidad comenzando en {timeUntilLowVisibility} horas
fr: Faible visibilité débutant dans {timeUntilLowVisibility} heures
hi: {timeUntilLowVisibility} घंटों में कम दृश्यता शुरू होगी
id: Visibilitas rendah dimulai dalam {timeUntilLowVisibility} jam
it: Bassa visibilità inizia tra {timeUntilLowVisibility} ore
ru: Плохая видимость начнется через {timeUntilLowVisibility} часа(ов)

source: Lunar New Year
bn: চন্দ্র নববর্ষ
de: Mondneujahr
es: Año Nuevo Lunar
fr: Nouvel An lunaire
hi: चंद्र नववर्ष
id: Tahun Baru Imlek
it: Capodanno lunare
ru: Лунный Новый год

source: Lunar New Year begins with the first new moon of the lunar calendar and unfolds across a festival season lasting up to fifteen days.
bn: চন্দ্র নববর্ষ শুরু হয় চন্দ্রপঞ্জিকার প্রথম অমাবস্যায় এবং ... উৎসবের মৌসুম হিসেবে পনেরো দিন পর্যন্ত বিস্তৃত হতে পারে।
de: Das Mondneujahr beginnt mit dem ersten Neumond des Mondkalenders und entfaltet sich über eine Festzeit von bis zu fünfzehn Tagen.
es: El Año Nuevo Lunar comienza con la primera luna nueva del calendario lunar ... y se despliega durante una temporada festiva que puede durar hasta quince días.
fr: Le Nouvel An lunaire commence avec la première nouvelle lune du calendrier lunaire et se déroule sur une saison festive pouvant durer jusqu’à quinze jours.
hi: चंद्र नववर्ष चंद्र कैलेंडर के पहले नए चाँद से शुरू होता है और पंद्रह दिनों तक चलने वाले उत्सव-ऋतु में फैलता है।
id: Tahun Baru Imlek dimulai dengan bulan baru pertama dalam kalender lunar dan berlangsung sebagai musim festival hingga lima belas hari.
it: Il Capodanno lunare inizia con la prima luna nuova del calendario lunare e si sviluppa in una stagione festiva che dura fino a quindici giorni.
ru: Лунный Новый год начинается с первого новолуния лунного... цикла и разворачивается как праздничный сезон, длящийся до пятнадцати дней.

source: Lyrids Meteor Shower
bn: লাইরিডস উল্কাবৃষ্টি
de: Lyriden-Meteorschauer
es: Lluvia de meteoros de las Líridas
fr: Pluie de météores des Lyrides
hi: लाइरिड्स उल्का वर्षा
id: Hujan meteor Lyrid
it: Pioggia di meteore delle Liridi
ru: Метеорный поток Лириды

source: mainly clear
bn: প্রধানভাবে পরিষ্কার
de: hauptsächlich klar
es: principalmente despejado
fr: principalement clair
hi: मुख्य रूप से स्पष्ट
id: sebagian besar cerah
it: principalmente sereno
ja: 主に晴れ
lt: daugiausiai giedras
ru: преимущественно ясно
vi: chủ yếu quang đãng

source: Many people still try the playful tradition of balancing an egg on its end, a quiet ritual of patience and curiosity.
bn: অনেক মানুষ এখনও ডিমকে তার ডগায় দাঁড় করানোর খেলারত রীতিটি চেষ্টা করে, যা ধৈর্য ও কৌতূহলের একটি শান্ত অনুশীলন।
de: Viele Menschen versuchen noch immer den spielerischen Brauch, ein Ei auf seiner Spitze auszubalancieren – ein stilles Ritual aus Geduld und Neugier.
es: Muchas personas aún prueban la tradición lúdica de equilibrar un huevo sobre su extremo, un ritual tranquilo de paciencia y curiosidad.
fr: Beaucoup de gens tentent encore la tradition ludique consistant à faire tenir un œuf en équilibre sur sa pointe, un petit rituel de patience et de curiosité.
hi: कई लोग आज भी अंडे को उसके सिरे पर संतुलित करने की मज़ेदार परंपरा आज़माते हैं — धैर्य और जिज्ञासा का एक शांत छोटा अनुष्ठान।
id: Banyak orang masih mencoba tradisi bermain-main menyeimbangkan telur di ujungnya, sebuah ritual sunyi tentang kesabaran dan rasa ingin tahu.
it: Molti provano ancora la tradizione giocosa di far stare in equilibrio un uovo in verticale, un piccolo rito di pazienza e curiosità.
ru: Многие до сих пор пробуют шутливую традицию поставить яйцо вертикально — тихий ритуал терпения и любопытства.

source: March
bn: মার্চ
de: März
es: Marzo
fr: Mars
hi: मार्च
id: Maret
it: Marzo
ja: 3月
lt: Kovas
ru: Март
vi: Tháng 3

source: Marigolds, papel picado, sugar skulls, candles, and favourite foods form a visual language of welcome and connection.
bn: গাঁদা ফুল, পাপেল পিকাদো, চিনির খুলি, মোমবাতি, আর প্রিয় খাবারগুলো স্বাগতম ও সংযোগের এক দৃশ্যভাষা গড়ে তোলে।
de: Ringelblumen, Papel Picado, Zuckerschädel, Kerzen und Lieblingsspeisen bilden eine visuelle Sprache des Willkommens und der Verbundenheit.
es: Cempasúchiles, papel picado, calaveras de azúcar, velas y comidas favoritas forman un lenguaje visual de bienvenida y conexión.
fr: Les soucis, le papel picado, les crânes en sucre, les bougies et les plats préférés composent un langage visuel d’accueil et de lien.
hi: गेंदे के फूल, पापेल पिकादो, शुगर स्कल्स, मोमबत्तियाँ और पसंदीदा भोजन स्वागत और जुड़ाव की एक दृश्य भाषा बनाते हैं।
id: Bunga marigold, papel picado, tengkorak gula, lilin, dan makanan favorit membentuk bahasa visual tentang sambutan dan keterhubungan.
it: Tagete, papel picado, teschi di zucchero, candele e cibi preferiti compongono un linguaggio visivo di benvenuto e connessione.
ru: Бархатцы, «папель пикадо», сахарные черепа, свечи и любимая еда создают визуальный язык приветствия и связи.

source: Masks invite games of identity, and lanterns turn familiar streets into small theatres of light and shadow.
bn: মুখোশ পরিচয়ের খেলার আমন্ত্রণ জানায়, আর লণ্ঠন পরিচিত রাস্তা গুলোকে আলো ও ছায়ার ছোট থিয়েটারে রূপান্তরিত করে।
de: Masken laden zu Spielen mit Identität ein, und Laternen verwandeln vertraute Strassen in kleine Bühnen aus Licht und Schatten.
es: Las máscaras invitan a juegos de identidad, y los faroles convierten calles conocidas en pequeños teatros de luz y sombra.
fr: Les masques invitent à des jeux d’identité, et les lanternes transforment les rues familières en petits théâtres de lumière et d’ombre.
hi: मुखौटे पहचान के खेल को बुलाते हैं, और लालटेन परिचित गलियों को रोशनी और छाया के छोटे-छोटे रंगमंचों में बदल देते हैं।
id: Topeng mengundang permainan identitas, dan lentera mengubah jalan yang familiar menjadi teater kecil cahaya dan bayangan.
it: Le maschere invitano a giochi d’identità, e le lanterne trasformano strade familiari in piccoli teatri di luce e ombra.
ru: Маски приглашают к играм с идентичностью, а фонари превращают знакомые улицы в маленькие театры света и тени.

source: May
bn: মে
de: Mai
es: Mayo
fr: Mai
hi: मई
id: Mei
it: Maggio
ja: 5月
lt: Gegužė
ru: Май
vi: Tháng 5

source: moderate drizzle
bn: মধ্যম ধারের বৃষ্টি
de: mäßiger Nieselregen
es: llovizna moderada
fr: bruine modérée
hi: मध्यम झीलन
id: gerimis sedang
it: pioggerella moderata
ja: 適度な小雨
lt: vidutinė šlapdriba
ru: умеренная морось
vi: mưa phùn vừa

source: moderate rain
bn: মধ্যম বৃষ্টি
de: mäßiger Regen
es: lluvia moderada
fr: pluie modérée
hi: मध्यम वर्षा
id: hujan sedang
it: pioggia moderata
ja: 適度な雨
lt: vidutinio sunkumo lietus
ru: умеренный дождь
vi: mưa vừa

source: moderate rain showers
bn: মধ্যম বৃষ্টির ঝড়
de: mäßige Regenschauer
es: lluvias moderadas
fr: averses modérées
hi: मध्यम वर्षा की बौछारें
id: hujan gerimis sedang
it: rovesci di pioggia moderati
ja: 適度なにわか雨
lt: vidutinio stiprumo lietus
ru: умеренные дожди
vi: cơn mưa vừa

source: moderate snowfall
bn: মধ্যম তুষারপাত
de: mäßiger Schneefall
es: nevada moderada
fr: chutes de neige modérées
hi: मध्यम हिमपात
id: salju lebat sedang
it: nevicata moderata
ja: 適度な降雪
lt: vidutinis sniegas
ru: умеренный снегопад
vi: tuyết rơi vừa

source: Monday
bn: সোমবার
de: Montag
es: Lunes
fr: Lundi
hi: सोमवार
id: Senin
it: Lunedì
ja: 月曜日
lt: Pirmadienis
ru: Понедельник
vi: Thứ Hai

source: Monuments and ancient sites around the world are aligned to mark the solstice and the return of the Sun’s path.
bn: বিশ্বজুড়ে স্মৃতিস্তম্ভ ও প্রাচীন স্থাপনাগুলো অয়নান্তকে চিহ্নিত করতে এবং সূর্যের পথের প্রত্যাবর্তন দেখাতে সারিবদ্ধভাবে নির্মিত।
de: Monumente und alte Stätten weltweit sind so ausgerichtet, dass sie die Sonnenwende und die Rückkehr des Sonnenwegs markieren.
es: Monumentos y sitios antiguos de todo el mundo están alineados para marcar el solsticio y el regreso de la trayectoria del Sol.
fr: Des monuments et sites anciens partout dans le monde sont alignés pour marquer le solstice et le retour de la trajectoire du Soleil.
hi: दुनिया भर के स्मारक और प्राचीन स्थल अयनांत और सूर्य के मार्ग की वापसी को चिह्नित करने के लिए संरेखित हैं।
id: Monumen dan situs kuno di seluruh dunia disejajarkan untuk menandai solstis dan kembalinya lintasan Matahari.
it: Monumenti e siti antichi in tutto il mondo sono allineati per segnare il solstizio e il ritorno del percorso del Sole.
ru: Памятники и древние сооружения по всему миру выстроены так, чтобы отмечать солнцестояние и возвращение пути Солнца.

source: Most years the display is modest, but the shower is famous for its capacity to produce rare and spectacular surprises.
bn: বেশিরভাগ বছরে প্রদর্শনটি সংযত, তবে এই উল্কাবৃষ্টি বিরল ও দৃষ্টিনন্দন চমক দেওয়ার ক্ষমতার জন্য বিখ্যাত।
de: In den meisten Jahren ist die Erscheinung bescheiden, doch der Schauer ist berühmt dafür, seltene und spektakuläre Überraschungen hervorzubringen.
es: La mayoría de los años el espectáculo es modesto, pero la lluvia es famosa por su capacidad de ofrecer sorpresas raras y espectaculares.
fr: La plupart des années, le spectacle est modeste, mais cette pluie est célèbre pour sa capacité à offrir de rares et spectaculaires surprises.
hi: अधिकांश वर्षों में प्रदर्शन साधारण होता है, लेकिन यह वर्षा दुर्लभ और शानदार आश्चर्यों की क्षमता के लिए प्रसिद्ध है।
id: Pada kebanyakan tahun, pertunjukannya sederhana, tetapi hujan meteor ini terkenal karena kemampuannya menghadirkan kejutan langka yang spektakuler.
it: Nella maggior parte degli anni lo spettacolo è modesto, ma questa pioggia è famosa per la sua capacità di regalare rare e spettacolari sorprese.
ru: В большинстве лет зрелище скромное, но этот поток известен способностью дарить редкие и впечатляющие сюрпризы.

source: Most years the Lyrids unfold quietly, though they sometimes surprise observers with bright fireballs.
bn: বেশিরভাগ বছরে লিরিডস নীরবে ঘটে, যদিও কখনও কখনও উজ্জ্বল ফায়ারবল দিয়ে পর্যবেক্ষকদের চমকে দেয়।
de: In den meisten Jahren verlaufen die Lyriden ruhig, doch manchmal überraschen sie Beobachter mit hellen Feuerkugeln.
es: La mayoría de los años, las Líridas se desarrollan en silencio, aunque a veces sorprenden a quienes observan con brillantes bólidos.
fr: La plupart des années, les Lyrides se déroulent discrètement, mais elles surprennent parfois les observateurs avec de brillants bolides.
hi: अधिकांश वर्षों में लाइरिड्स शांत रहते हैं, हालांकि कभी-कभी वे चमकीले फायरबॉल्स से दर्शकों को चौंका देते हैं।
id: Pada kebanyakan tahun, Lyrid berlangsung tenang, meski kadang mengejutkan pengamat dengan bola api yang terang.
it: Nella maggior parte degli anni le Liridi scorrono tranquille, anche se talvolta sorprendono con brillanti bolidi.
ru: В большинстве лет Лириды проходят тихо, хотя иногда удивляют наблюдателей яркими болидами.

source: Music, laughter, and shared meals give the celebration its warm and playful spirit.
bn: সঙ্গীত, হাসি এবং ভাগাভাগি করা ভোজ এই উদ্‌যাপনকে তার উষ্ণ ও খেলাধুলাপূর্ণ আত্মা দেয়।
de: Musik, Lachen und gemeinsame Mahlzeiten verleihen dem Fest seinen warmen, spielerischen Geist.
es: La música, las risas y las comidas compartidas dan a la celebración su espíritu cálido y juguetón.
fr: La musique, les rires et les repas partagés donnent à la célébration son esprit chaleureux et joyeux.
hi: संगीत, हँसी, और साझा भोजन इस उत्सव को गर्म और चंचल आत्मा देते हैं।
id: Musik, tawa, dan makan bersama memberi perayaan ini semangat yang hangat dan jenaka.
it: Musica, risate e pasti condivisi danno alla festa il suo spirito caldo e giocoso.
ru: Музыка, смех и общие трапезы придают празднику тёплый и игривый дух.

source: Never show this again
bn: এটি আবার দেখাবেন না
de: Das nie wieder anzeigen
es: No mostrar esto de nuevo
fr: Ne plus jamais afficher ceci
hi: इसे फिर से न दिखाएं
id: Jangan tampilkan ini lagi
it: Non mostrare più questo
ru: Больше не показывать это

source: New clothes, sweet foods, and warm embraces turn the day into a bright reunion.
bn: নতুন পোশাক, মিষ্টি খাবার ও উষ্ণ আলিঙ্গন দিনটিকে উজ্জ্বল পুনর্মিলনে পরিণত করে।
de: Neue Kleidung, süsse Speisen und warme Umarmungen machen den Tag zu einem strahlenden Wiedersehen.
es: Ropa nueva, comidas dulces y abrazos cálidos convierten el día en un brillante reencuentro.
fr: Des vêtements neufs, des mets sucrés et des embrassades chaleureuses transforment la journée en de lumineuses retrouvailles.
hi: नए कपड़े, मीठे पकवान, और गर्मजोशी भरे आलिंगन इस दिन को उज्ज्वल पुनर्मिलन बना देते हैं।
id: Pakaian baru, makanan manis, dan pelukan hangat menjadikan hari itu sebagai reuni yang cerah.
it: Vestiti nuovi, cibi dolci e abbracci calorosi trasformano la giornata in un luminoso ricongiungimento.
ru: Новая одежда, сладости и тёплые объятия превращают день в яркую встречу.

source: New Year's Day
bn: নববর্ষ দিবস
de: Neujahrstag
es: Día de Año Nuevo
fr: Jour de l'An
hi: नववर्ष दिवस
id: Tahun Baru
it: Capodanno
ru: Новый год

source: New Year’s Day serves as the calendar’s reset, marked by the first sunrise of the year and a shared moment of looking forward.
bn: নববর্ষ দিবস ক্যালেন্ডারের পুনরারম্ভ হিসেবে কাজ করে, বছরের প্রথম সূর্যোদয় এবং আগামীর দিকে একসঙ্গে তাকানোর মুহূর্ত দ্বারা চিহ্নিত।
de: Der Neujahrstag dient als Neustart des Kalenders, geprägt vom ersten Sonnenaufgang des Jahres und einem gemeinsamen Moment des Nach-vorn-Blickens.
es: El Día de Año Nuevo funciona como el reinicio del calendario, marcado por el ... primer amanecer del año y un momento compartido de mirar hacia delante.
fr: Le Jour de l’An sert de remise à zéro du calendrier, marqué par le premier lever de soleil de l’année et un moment partagé tourné vers l’avenir.
hi: नववर्ष दिवस कैलेंडर का रीसेट है — अक्सर वर्ष के पहले सूर्योदय के साथ और आगे देखने के साझा क्षण से चिह्नित।
id: Hari Tahun Baru berfungsi sebagai reset kalender, ditandai oleh matahari terbit pertama tahun ini dan momen bersama untuk menatap ke depan.
it: Il primo dell’anno funge da azzeramento del calendario, segnato dalla prima alba dell’anno e da un momento condiviso di sguardo al futuro.
ru: Новый год служит перезагрузкой календаря, отмечаемой... первым восходом года и общим моментом ожидания будущего.

source: No special equipment is required; the Moon slowly drifts through shades of copper and crimson overhead.
bn: কোনও বিশেষ সরঞ্জাম দরকার নেই; চাঁদ ধীরে ধীরে মাথার উপর তামা ও গাঢ় লালের রঙে ভেসে যায়।
de: Es ist keine besondere Ausrüstung nötig; der Mond gleitet langsam durch Kupfer- und Karmesintöne über dem Kopf.
es: No se requiere equipo especial; la Luna deriva lentamente por tonos de cobre y carmesí sobre nuestras cabezas.
fr: Aucun équipement spécial n’est nécessaire ; la Lune glisse lentement au‑dessus de vous à travers des teintes de cuivre et de cramoisi.
hi: किसी विशेष उपकरण की ज़रूरत नहीं; चाँद धीरे-धीरे ऊपर ताँबे और गहरे लाल के रंगों में सरकता रहता है।
id: Tidak diperlukan peralatan khusus; Bulan perlahan bergerak melalui nuansa tembaga dan merah tua di atas kepala.
it: Non serve alcuna attrezzatura speciale: la Luna scivola lentamente sopra di noi attraverso sfumature di rame e cremisi.
ru: Никакого специального оборудования не нужно: Луна медленно проходит над головой через оттенки меди и багрянца.

source: November
bn: নভেম্বর
es: Noviembre
fr: Novembre
hi: नवं
it: Novembre
ja: 11月
lt: Lapkritis
ru: Ноябрь
vi: Tháng Mười Một

source: Number of days to forecast
bn: পূর্বাভাস দেওয়ার দিনের সংখ্যা
de: Anzahl der Tage für die Vorhersage
es: Número de días a prever
fr: Nombre de jours à prévoir
hi: भविष्यवाणी के लिए दिनों की संख्या
id: Jumlah hari untuk ramalan
it: Numero di giorni da prevedere
ru: Количество дней для прогноза

source: October
bn: অক্টোবর
de: Oktober
es: Octubre
fr: Octobre
hi: अक्टूबर
id: Oktober
it: Ottobre
ja: 10月
lt: Spalis
ru: Октябрь
vi: Tháng Mười

source: Ofrendas commonly include water, salt, and cherished photographs, creating a space where memory feels both intimate and shared.
bn: অফরেন্দাস সাধারণত পানি, লবণ ও প্রিয় ছবিগুলো নিয়ে গঠিত, যা এমন একটি জায়গা তৈরি করে যেখানে স্মৃতি একই সাথে অন্তরঙ্গ ও ভাগাভাগি মনে হয়।
de: Ofrendas enthalten häufig Wasser, Salz und geliebte Fotografien und schaffen einen Ort, an dem Erinnerung zugleich intim und gemeinschaftlich wirkt.
es: Las ofrendas suelen incluir agua, sal y fotografías queridas photog...s, creando un espacio donde la memoria se siente íntima y compartida a la vez.
fr: Les ofrendas comprennent souvent de l’eau, du sel et des photos précieuses, créant un espace où la mémoire se fait à la fois intime et partagée.
hi: ओफ़्रेंदास में आम तौर पर पानी, नमक, और प्रिय तस्वीरें शामिल होती हैं, जो ऐसा स्थान बनाती हैं जहाँ स्मृति निजी भी लगती है और साझा भी।
id: Ofrenda biasanya mencakup air, garam, dan foto-foto yang disayang, menciptakan ruang di mana ingatan terasa intim sekaligus dibagikan.
it: Le ofrendas includono spesso acqua, sale e fotografie care, creando uno spazio in cui la memoria è insieme intima e condivisa.
ru: В офрендах обычно есть вода, соль и дорогие фотографии... создавая пространство, где память ощущается и интимной, и общей.

source: On the following day, coloured powders fill the air as people cross social boundaries in a shared expression of joy.
bn: পরের দিন রঙিন গুঁড়ো বাতাস ভরে দেয়, আর মানুষ সামাজিক সীমারেখা পেরিয়ে একসাথে আনন্দ প্রকাশ করে।
de: Am folgenden Tag füllen bunte Pulver die Luft, während Menschen soziale Grenzen überschreiten – in einem gemeinsamen Ausdruck der Freude.
es: Al día siguiente, los polvos de colores llenan el aire mientras las personas cruzan fronteras sociales en una expresión compartida de alegría.
fr: Le lendemain, des poudres colorées remplissent l’air tandis que les gens franchissent les frontières sociales dans une expression commune de joie.
hi: अगले दिन, रंग-बिरंगे पाउडर हवा में भर जाते हैं, और लोग आनंद की साझा अभिव्यक्ति में सामाजिक सीमाएँ पार करते हैं।
id: Keesokan harinya, bubuk warna memenuhi udara saat orang-orang melampaui batas sosial dalam ungkapan sukacita bersama.
it: Il giorno seguente, polveri colorate riempiono l’aria mentre le persone attraversano confini sociali in un’espressione condivisa di gioia.
ru: На следующий день в воздух летит цветная пудра, и люди пересекают социальные границы в общем выражении радости.
