Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: Decorated trees, stockings, gift-giving, and shared meals now connect people across many climates and continents in a sense of home and continuity.
bn: সাজানো গাছ, স্টকিংস, উপহার দেওয়া, এবং একসাথে খাওয়া-দাওয়া এখন ... বিভিন্ন জলবায়ু ও মহাদেশজুড়ে মানুষকে ঘরের উষ্ণতা ও ধারাবাহিকতার অনুভূতিতে যুক্ত করে।
de: Geschmückte Bäume, Strümpfe, Geschenke und gemeinsame Mahlzeiten verbinden heute Menschen über Klimazonen und Kontinente hinweg mit einem Gefühl von Zuhause und Kontinuität.
es: Los árboles decorados, las medias, el intercambio de regalos y las comidas compartidas ... ahora conectan a personas de muchos climas y continentes en un sentido de hogar y continuidad.
fr: Sapins décorés, chaussettes, cadeaux et repas partagés relient aujourd’hui des personnes de nombreux climats et continents dans un sentiment de foyer et de continuité.
hi: सजे हुए पेड़, मोज़े, उपहार देना, और साझा भोजन अब कई जलवायुओं और महाद्वीपों में लोगों को घर और निरंतरता की भावना से जोड़ते हैं।
id: Pohon berhias, kaus kaki Natal, pemberian hadiah, dan makan bersama kini menghubungkan orang-orang di banyak iklim dan benua dalam rasa rumah dan kesinambungan.
it: Alberi decorati, calze, scambio di regali e pasti condivisi oggi uniscono persone in molti climi e continenti, in un senso di casa e continuità.
ru: Украшенные ёлки, носки у камина, подарки и общие трапезы теперь... связывают людей в самых разных климатах и на разных континентах ощущением дома и преемственности.

source: dense drizzle
bn: ঘন ঝরঝর বৃষ্টি
de: dichter Nieselregen
es: llovizna densa
fr: bruine dense
hi: घनी बूंदाबंदी
id: gerimis pekat
it: pioggerella densa
ja: 濃い霧雨
lt: tiršta šlapdriba
ru: густая морось
vi: mưa phùn dày đặc

source: dense freezing drizzle
bn: ঘন হিমায়িত ঝরঝর বৃষ্টি
de: dichter gefrierender Nieselregen
es: llovizna helada densa
fr: bruine givrante dense
hi: घनी हिमबंदी बूंदाबंदी
id: gerimis beku pekat
it: pioggerella ghiacciante densa
ja: 濃い凍結霧雨
lt: tiršta stingdanti šlapdriba
ru: густая замораживающая морось
vi: mưa phùn đóng băng dày đặc

source: depositing rime fog
bn: রাইম কুয়াশা জমা
de: ablagernder Reifnebel
es: niebla con escarcha depositada
fr: brouillard givrant déposant
hi: राइम कोहरा जमा हो रहा है
id: kabut membeku
it: galaverna depositante
ja: 着氷霧
lt: nusėdęs rimo rūkas
ru: осаждение инея в тумане
vi: sương muối đọng lại

source: Diwali
bn: দিওয়ালি
hi: दीवाली
ru: Дивали

source: Diwali is the festival of lights, celebrating renewal, hope, and the enduring triumph of light over darkness.
bn: দিওয়ালি আলোয় উৎসব, যা পুনর্নবীকরণ, আশা এবং অন্ধকারের উপর আলোর চিরস্থায়ী জয়ের উদ্‌যাপন করে।
de: Diwali ist das Lichterfest und feiert Erneuerung, Hoffnung und den anhaltenden Sieg des Lichts über die Dunkelheit.
es: Diwali es el festival de las luces, que celebra la renovación, la esperanza y el triunfo perdurable de la luz sobre la oscuridad.
fr: Diwali est la fête des lumières, célébrant le renouveau, l’espoir et le triomphe durable de la lumière sur l’obscurité.
hi: दीवाली रोशनी का त्योहार है, जो नवीकरण, आशा, और अंधकार पर प्रकाश की स्थायी विजय का उत्सव मनाता है।
id: Diwali adalah festival cahaya, merayakan pembaruan, harapan, dan kemenangan cahaya atas kegelapan yang terus bertahan.
it: Diwali è la festa delle luci, che celebra il rinnovamento, la speranza e la duratura vittoria della luce sull’oscurità.
ru: Дивали — фестиваль огней, праздник обновления, надежды и неизменной победы света над тьмой.

source: Diyas and candles glow along doorways and windows, while rangoli patterns bloom across thresholds in colour and light.
bn: দরজা ও জানালার ধার ধরে দীপ ও মোমবাতি জ্বলে, আর রং ও আলোর রাঙ্গোলি নকশা দোরের চৌকাঠে ফুটে ওঠে।
de: Diyas und Kerzen leuchten an Türen und Fenstern, während Rangoli-Muster an den Schwellen in Farbe und Licht erblühen.
es: Las diyas y las velas brillan en puertas y ventanas, mientras los patrones de rangoli florecen en los umbrales con color y luz.
fr: Les diyas et les bougies brillent le long des portes et des fenêtres, tandis que des motifs de rangoli fleurissent sur les seuils, en couleur et en lumière.
hi: दीये और मोमबत्तियाँ दरवाज़ों और खिड़कियों के साथ चमकती हैं, जबकि रंगोली के पैटर्न दहलीज़ों पर रंग और रोशनी में खिल उठते हैं।
id: Diyas dan lilin bersinar di sepanjang pintu dan jendela, sementara pola rangoli bermekaran di ambang rumah dalam warna dan cahaya.
it: Diyas e candele brillano lungo porte e finestre, mentre i disegni di rangoli fioriscono sulle soglie, tra colore e luce.
ru: Дии и свечи светятся у дверей и окон, а узоры ранго́ли распускаются на порогах в цвете и свете.

source: Do not fill this field if you are human
bn: আপনি যদি মানুষ হন, তাহলে এই ক্ষেত্রটি পূরণ করবেন না
de: Füllen Sie dieses Feld nicht aus, wenn Sie ein Mensch sind
es: No rellenes este campo si eres humano
fr: Ne remplissez pas ce champ si vous êtes un humain
hi: यदि आप मनुष्य हैं, तो इस फ़ील्ड को न भरें
id: Jangan isi kolom ini jika Anda manusia
it: Non compilare questo campo se sei un essere umano
ru: Не заполняйте это поле, если вы человек

source: During totality, the Sun’s corona becomes visible as a delicate silver crown, and a few bright stars may appear.
bn: পূর্ণগ্রহণে সূর্যের করোনা নরম এক রুপালি মুকুটের মতো দৃশ্যমান হয়, আর কয়েকটি উজ্জ্বল তারা দেখা দিতে পারে।
de: Während der Totalität wird die Korona der Sonne als zarte silberne Krone sichtbar, und einige helle Sterne können erscheinen.
es: Durante la totalidad, la corona del Sol se vuelve visible como una delicada corona plateada, y pueden aparecer algunas estrellas brillantes.
fr: Pendant la totalité, la couronne du Soleil devient visible comme une délicate couronne d’argent, et quelques étoiles brillantes peuvent apparaître.
hi: पूर्णता के दौरान, सूर्य का कोरोना एक नाज़ुक चाँदी-सा मुकुट बनकर दिखाई देता है, और कुछ चमकीले तारे भी उभर सकते हैं।
id: Selama totalitas, korona Matahari terlihat sebagai mahkota perak yang halus, dan beberapa bintang terang mungkin tampak.
it: Durante la totalità, la corona del Sole diventa visibile come una delicata corona d’argento, e possono apparire alcune stelle luminose.
ru: Во время полной фазы корона Солнца становится видна как тонкая серебряная корона, и могут появиться несколько ярких звёзд.

source: Each added minute of daylight carries the quiet promise of change.
bn: দিনের আলোতে যোগ হওয়া প্রতিটি মিনিট পরিবর্তনের নিঃশব্দ প্রতিশ্রুতি বহন করে।
de: Jede hinzugewonnene Minute Tageslicht trägt das stille Versprechen der Veränderung.
es: Cada minuto añadido de luz diurna lleva la promesa silenciosa del cambio.
fr: Chaque minute de lumière gagnée porte la promesse discrète du changement.
hi: दिन के उजाले का हर बढ़ता मिनट परिवर्तन का शांत वादा साथ लाता है।
id: Setiap tambahan menit cahaya siang membawa janji perubahan yang tenang.
it: Ogni minuto di luce in più porta con sé la silenziosa promessa del cambiamento.
ru: Каждая добавленная минута дневного света несёт тихое обещание перемен.

source: Each evening, another candle is added to the menorah, gradually building the display of light.
bn: প্রতিটি সন্ধ্যায় মেনোরায় আরও একটি করে মোমবাতি যোগ করা হয়, ধীরে ধীরে আলোর প্রদর্শনী তৈরি হয়।
de: Jeden Abend wird der Menora eine weitere Kerze hinzugefügt, wodurch das Lichterbild nach und nach wächst.
es: Cada noche, se añade otra vela a la menorá, construyendo gradualmente la exhibición de luz.
fr: Chaque soir, une nouvelle bougie est ajoutée à la menorah, faisant grandir peu à peu la lumière.
hi: हर शाम, मेनोराह में एक और मोमबत्ती जोड़ी जाती है, और रोशनी का दृश्य धीरे-धीरे बढ़ता जाता है।
id: Setiap malam, satu lilin lagi ditambahkan ke menorah, perlahan membangun tampilan cahaya.
it: Ogni sera si aggiunge un’altra candela alla menorah, costruendo gradualmente la luminosa sequenza.
ru: Каждый вечер к ханукии добавляют ещё одну свечу, постепенно усиливая сияние.

source: Earth Day
bn: পৃথিবী দিবস
de: Tag der Erde
es: Día de la Tierra
fr: Jour de la Terre
hi: पृथ्वी दिवस
id: Hari Bumi
it: Giornata della Terra
ru: День Земли

source: Earth Day invites a pause to notice the planet that sustains us, and to consider how we care for it.
bn: পৃথিবী দিবস আমাদের থেমে এই গ্রহটিকে লক্ষ করার এবং আমরা কীভাবে এর যত্ন নেই তা ভাবার আহ্বান জানায়, যা আমাদের টিকিয়ে রাখে।
de: Der Tag der Erde lädt dazu ein, innezuhalten, den Planeten wahrzunehmen, der uns trägt, und zu überlegen, wie wir für ihn sorgen.
es: El Día de la Tierra invita a hacer una pausa para notar el planeta que nos sostiene y considerar cómo lo cuidamos.
fr: Le Jour de la Terre invite à une pause pour remarquer la planète qui nous soutient et à réfléchir à la manière dont nous en prenons soin.
hi: अर्थ डे हमें उस ग्रह को देखने के लिए ठहरने का निमंत्रण देता है जो हमें सहारा देता है, और यह सोचने का कि हम उसकी देखभाल कैसे करते हैं।
id: Hari Bumi mengajak berhenti sejenak untuk memperhatikan planet yang menopang kita, dan mempertimbangkan bagaimana kita merawatnya.
it: La Giornata della Terra invita a fermarsi per notare il pianeta che ci sostiene e a considerare come ce ne prendiamo cura.
ru: День Земли предлагает остановиться, заметить планету, которая нас поддерживает, и задуматься о том, как мы о ней заботимся.

source: Easter
bn: ইস্টার
de: Ostern
es: Pascua
fr: Pâques
hi: ईस्टर
id: Paskah
it: Pasqua
ru: Пасха

source: Easter centres on themes of renewal and, in Christian tradition, the resurrection of Jesus.
bn: ইস্টার পুনর্জাগরণের প্রসঙ্গকে কেন্দ্র করে, এবং খ্রিস্টান ঐতিহ্যে যিশুর পুনরুত্থানকে স্মরণ করে।
de: Ostern kreist um Themen der Erneuerung und in der christlichen Tradition um die Auferstehung Jesu.
es: La Pascua se centra en temas de renovación y, en la tradición cristiana, la resurrección de Jesús.
fr: Pâques s’articule autour des thèmes du renouveau et, dans la tradition chrétienne, de la résurrection de Jésus.
hi: ईस्टर नवीकरण के विषयों पर केंद्रित है और, ईसाई परंपरा में, यीशु के पुनरुत्थान पर।
id: Paskah berpusat pada tema pembaruan dan, dalam tradisi Kristen, kebangkitan Yesus.
it: Pasqua ruota attorno ai temi del rinnovamento e, nella tradizione cristiana, della resurrezione di Gesù.
ru: Пасха посвящена темам обновления и, в христианской традиции, воскресению Иисуса.

source: Eid al-Adha
bn: ঈদুল আজহা
fr: Aïd el-Adha
hi: ईद-उल-अज़हा
id: Idul Adha
ru: Ид аль-Адха

source: Eid al-Adha is one of the most important festivals in Islam, closely linked to the season of the Hajj pilgrimage.
bn: ঈদুল আজহা ইসলামের অন্যতম গুরুত্বপূর্ণ উৎসব, যা হজের মৌসুমের সঙ্গে ঘনিষ্ঠভাবে যুক্ত।
de: Eid al-Adha ist eines der wichtigsten Feste im Islam und eng mit der Zeit der Hadsch-Pilgerfahrt verbunden.
es: Eid al-Adha es una de las festividades más importantes del islam, estrechamente vinculada a la temporada de la peregrinación del Hajj.
fr: L’Aïd al-Adha est l’une des fêtes les plus importantes de l’islam, étroitement liée à la saison du pèlerinage du Hajj.
hi: ईद-उल-अज़हा इस्लाम के सबसे महत्वपूर्ण त्योहारों में से एक है, और हज यात्रा के मौसम से निकटता से जुड़ी है।
id: Idul Adha adalah salah satu festival terpenting dalam Islam, yang terkait erat dengan musim ibadah haji.
it: Eid al-Adha è una delle festività più importanti dell’Islam, strettamente legata alla stagione del pellegrinaggio dell’Hajj.
ru: Ид аль-Адха — один из важнейших праздников в исламе, тесно связанный с сезоном хаджа.

source: Eid al-Fitr
bn: ঈদুল ফিতর
fr: Aïd el-Fitr
hi: ईद-उल-फ़ितर
id: Idul Fitri
ru: Ид аль-Фитр

source: Eid al-Fitr marks the end of Ramadan, celebrating renewal, gratitude, and the strength of shared community.
bn: ঈদুল ফিতর রমজানের সমাপ্তি চিহ্নিত করে—নবীকরণ, কৃতজ্ঞতা, এবং ভাগ করা সম্প্রদায়ের শক্তি উদযাপন করে।
de: Eid al-Fitr markiert das Ende des Ramadan und feiert Erneuerung, Dankbarkeit und die Stärke der Gemeinschaft.
es: Eid al-Fitr marca el final del Ramadán, celebrando la renovación, la gratitud y la fuerza de la comunidad compartida.
fr: L’Aïd al-Fitr marque la fin du Ramadan, célébrant le renouveau, la gratitude et la force de la communauté.
hi: ईद-उल-फ़ितर रमज़ान के अंत को चिह्नित करती है, नवीकरण, कृतज्ञता, और साझा समुदाय की शक्ति का उत्सव मनाते हुए।
id: Idul Fitri menandai berakhirnya Ramadan, merayakan pembaruan, rasa syukur, dan kekuatan komunitas bersama.
it: Eid al-Fitr segna la fine del Ramadan, celebrando rinnovamento, gratitudine e la forza della comunità.
ru: Ид аль-Фитр знаменует окончание Рамадана, празднуя обновление, благодарность и силу общины.

source: Eta Aquariids Meteor Shower
bn: এটা অ্যাকুয়ারিডস উল্কাবৃষ্টি
de: Eta-Aquariiden-Meteorschauer
es: Lluvia de meteoros de las Eta Acuáridas
fr: Pluie de météores des Eta Aquarides
hi: इटा अक्वैरिड्स उल्का वर्षा
id: Hujan meteor Eta Aquariid
it: Pioggia di meteore delle Eta Aquaridi
ru: Метеорный поток Эта-Аквариды

source: Even small choices — repairing, reusing, conserving, or simply walking a familiar trail — reflect its underlying spirit.
bn: ছোট ছোট সিদ্ধান্তও — মেরামত করা, পুনঃব্যবহার করা, সঞ্চয় করা, অথবা শুধু চেনা পথে হাঁটা — এর অন্তর্নিহিত চেতনাকে প্রতিফলিত করে।
de: Selbst kleine Entscheidungen – reparieren, wiederverwenden, sparen oder einfach einen vertrauten Weg gehen – spiegeln seinen Grundgedanken wider.
es: Incluso las pequeñas decisiones — reparar, reutilizar, ahorrar o simplemente caminar por un sendero conocido — reflejan su espíritu de fondo.
fr: Même de petits choix — réparer, réutiliser, économiser ou simplement marcher sur un sentier familier — reflètent son esprit profond.
hi: छोटे-छोटे चयन भी — मरम्मत करना, पुनः उपयोग करना, बचत करना, या बस किसी परिचित पगडंडी पर चलना — इसकी मूल भावना को दर्शाते हैं।
id: Bahkan pilihan kecil — memperbaiki, menggunakan kembali, menghemat, atau sekadar berjalan di jalur yang familiar — mencerminkan semangat dasarnya.
it: Anche le piccole scelte — riparare, riutilizzare, risparmiare o semplicemente percorrere un sentiero familiare — riflettono il suo spirito di fondo.
ru: Даже небольшие выборы — починить, использовать повторно, экономить ресурсы или просто пройтись по знакомой тропе — отражают его дух.

source: Even today, paper hearts and quiet notes continue the tradition of deliberate kindness.
bn: আজও কাগজের হৃদয় আর নীরব ছোট নোটগুলো ইচ্ছাকৃত সদয়তার ঐতিহ্যকে টিকিয়ে রাখে।
de: Auch heute führen Papierherzen und stille Notizen die Tradition bewusster Freundlichkeit fort.
es: Incluso hoy, los corazones de papel y las notas discretas continúan la tradición de la bondad deliberada.
fr: Aujourd’hui encore, les cœurs en papier et les petites notes silencieuses perpétuent la tradition d’une gentillesse délibérée.
hi: आज भी, कागज़ी दिल और शांत संदेश सोच-समझकर किए गए स्नेह की परंपरा को आगे बढ़ाते हैं।
id: Bahkan hari ini, hati kertas dan catatan yang tenang melanjutkan tradisi kebaikan yang disengaja.
it: Ancora oggi, cuori di carta e biglietti discreti continuano la tradizione della gentilezza consapevole.
ru: Даже сегодня бумажные сердечки и тихие записки продолжают традицию осознанной доброты.

source: Evergreens, candles, bells, and stars echo a shared theme drawn from those early traditions: light enduring through the darkest part of the year in the cultures where the holiday first formed.
bn: চিরসবুজ গাছ, মোমবাতি, ঘণ্টা, আর তারা একটি যৌথ থিমকে স্মরণ করিয়ে দেয় ... যে সংস্কৃতিগুলোতে এই উৎসব প্রথম গড়ে উঠেছিল, বছরের সবচেয়ে অন্ধকার সময়ে আলো টিকে থাকার থিম।
de: Immergrün, Kerzen, Glocken und Sterne greifen ein gemeinsames Motiv aus frühen Traditionen auf: Licht, das in den Kulturen, in denen das Fest entstand, durch die dunkelste Zeit des Jahres hindurch besteht.
es: Los árboles de hoja perenne, las velas, las campanas y las estrellas evocan un tema compartido ... de luz que perdura durante la parte más oscura del año en las culturas donde la festividad se formó por primera vez.
fr: Les conifères, les bougies, les cloches et les étoiles reprennent un thème commun issu de ces premières traditions : une lumière qui persiste au cœur de la période la plus sombre de l’année dans les cultures où la fête a pris forme.
hi: सदाबहार वृक्ष, मोमबत्तियाँ, घंटियाँ और तारे एक साझा थीम की गूँज हैं — उन शुरुआती परंपराओं से ली हुई: जिन संस्कृतियों में यह त्योहार बना, वहाँ वर्ष के सबसे अंधेरे हिस्से में टिके रहने वाला प्रकाश।
id: Selalu hijau, lilin, lonceng, dan bintang menggema tema bersama dari tradisi awal itu: cahaya yang bertahan melalui bagian tergelap tahun di budaya tempat hari raya ini pertama kali terbentuk.
it: Sempreverdi, candele, campane e stelle richiamano un tema comune di quelle antiche tradizioni: la luce che resiste attraverso la parte più buia dell’anno nelle culture in cui la festa nacque.
ru: Вечнозелёные ветви, свечи, колокольчики и звёзды перекликаются с общей темой... света, который держится в самой тёмной части года в культурах, где праздник впервые сформировался.

source: Extreme UV for the next {durationOfExtremeUv} hours
bn: পরের {durationOfExtremeUv} ঘণ্টা ধরে আত্যধিক ইউভি
de: Extreme UV-Strahlung für die nächsten {durationOfExtremeUv} Stunden
es: UV extremo para las próximas {durationOfExtremeUv} horas
fr: UV extrêmes pour les {durationOfExtremeUv} prochaines heures
hi: अगले {durationOfExtremeUv} घंटों के लिए अत्यधिक यूवी
id: UV ekstrem untuk {durationOfExtremeUv} jam kedepan
it: UV estremi per le prossime {durationOfExtremeUv} ore
ru: Экстремальный УФ за следующие {durationOfExtremeUv} часов

source: Extreme UV for the next 12 hours
bn: পরের 12 ঘণ্টা ধরে আত্যধিক ইউভি
de: Extreme UV-Strahlung für die nächsten 12 Stunden
es: UV extremo para las próximas 12 horas
fr: UV extrêmes pour les 12 prochaines heures
hi: अगले 12 घंटों के लिए अत्यधिक यूवी
id: UV ekstrem untuk 12 jam kedepan
it: UV estremi per le prossime 12 ore
ru: Экстремальный УФ в течение следующих 12 часов

source: Extreme UV for the next hour
bn: পরের এক ঘণ্টা ধরে আত্যধিক ইউভি
de: Extreme UV-Strahlung für die nächste Stunde
es: UV extremo para la próxima hora
fr: UV extrêmes pour la prochaine heure
hi: अगले घंटे के लिए अत्यधिक यूवी
id: UV ekstrem untuk jam kedepan
it: UV estremi per la prossima ora
ru: Экстремальный УФ в течение следующего часа

source: Extreme UV starting in {timeUntilExtremeUv} hours
bn: {timeUntilExtremeUv} ঘণ্টা পরে আত্যধিক ইউভি শুরু হবে
de: Extreme UV beginnt in {timeUntilExtremeUv} Stunden
es: UV extremo comenzando en {timeUntilExtremeUv} horas
fr: UV extrêmes débutant dans {timeUntilExtremeUv} heures
hi: {timeUntilExtremeUv} घंटों में अत्यधिक यूवी शुरू होगी
id: UV ekstrem dimulai dalam {timeUntilExtremeUv} jam
it: UV estremi iniziano tra {timeUntilExtremeUv} ore
ru: Экстремальный УФ начнется через {timeUntilExtremeUv} часа(ов)

source: Families and friends gather, visit neighbours, exchange gifts, and greet one another with wishes of peace.
bn: পরিবার ও বন্ধু-বান্ধবরা একত্রিত হয়, প্রতিবেশীদের সাথে দেখা করেন, উপহার আদান-প্রদান করেন এবং শান্তির শুভেচ্ছায় একে অপরকে অভিবাদন জানান।
de: Familien und Freunde kommen zusammen, besuchen Nachbarn, tauschen Geschenke aus und grüssen einander mit Friedenswünschen.
es: Familias y amistades se reúnen, visitan a los vecinos, intercambian regalos y se saludan con deseos de paz.
fr: Familles et amis se retrouvent, rendent visite aux voisins, échangent des cadeaux et se saluent avec des vœux de paix.
hi: परिवार और मित्र इकट्ठा होते हैं, पड़ोसियों से मिलते हैं, उपहार बदलते हैं, और एक-दूसरे को शांति की शुभकामनाओं से अभिवादन करते हैं।
id: Keluarga dan teman berkumpul, mengunjungi tetangga, bertukar hadiah, dan saling menyapa dengan harapan damai.
it: Famiglie e amici si riuniscono, visitano i vicini, si scambiano doni e si salutano con auguri di pace.
ru: Семьи и друзья собираются, навещают соседей, обмениваются подарками и приветствуют друг друга пожеланиями мира.

source: Families exchange sweets and gifts, clean and decorate their homes, and offer prayers for health, prosperity, and a bright year ahead.
bn: পরিবারগুলো মিষ্টি ও উপহার বিনিময় করে, তাদের বাড়ি পরিষ্কার ও সাজিয়ে তোলে এবং স্বাস্থ্য, সমৃদ্ধি ও সামনে উজ্জ্বল বছরের জন্য প্রার্থনা করে।
de: Familien tauschen Süssigkeiten und Geschenke aus, reinigen und schmücken ihre Häuser und beten für Gesundheit, Wohlstand und ein helles Jahr.
es: Las familias intercambian dulces y regalos, limpian y decoran sus ... hogares y ofrecen oraciones por la salud, la prosperidad y un año luminoso por delante.
fr: Les familles échangent des douceurs et des cadeaux, nettoient et décorent leur maison, et offrent des prières pour la santé, la prospérité et une année lumineuse.
hi: परिवार मिठाइयाँ और उपहार बाँटते हैं, घरों की सफ़ाई और सजावट करते हैं, और स्वास्थ्य, समृद्धि, तथा आने वाले उज्ज्वल वर्ष के लिए प्रार्थना करते हैं।
id: Keluarga saling bertukar manisan dan hadiah, membersihkan dan menghias rumah, serta memanjatkan doa untuk kesehatan, kemakmuran, dan tahun yang cerah di depan.
it: Le famiglie si scambiano dolci e doni, puliscono e decorano le case e offrono preghiere per salute, prosperità e un anno luminoso.
ru: Семьи обмениваются сладостями и подарками, убирают и украшают свои дома... и молятся о здоровье, благополучии и светлом предстоящем годе.

source: Families gather to light the menorah, sing songs, and play games such as dreidel.
bn: পরিবারগুলো মেনোরায় আলো জ্বালাতে, গান গাইতে ও ড্রেইডেল-এর মতো খেলা খেলতে একত্রিত হয়।
de: Familien versammeln sich, um die Menora zu entzünden, Lieder zu singen und Spiele wie Dreidel zu spielen.
es: Las familias se reúnen para encender la menorá, cantar canciones y jugar a juegos como el dreidel.
fr: Les familles se réunissent pour allumer la menorah, chanter et jouer à des jeux comme le dreidel.
hi: परिवार मेनोराह जलाने, गीत गाने, और ड्रेडल जैसे खेल खेलने के लिए साथ बैठते हैं।
id: Keluarga berkumpul untuk menyalakan menorah, bernyanyi, dan bermain permainan seperti dreidel.
it: Le famiglie si riuniscono per accendere la menorah, cantare e giocare a giochi come il dreidel.
ru: Семьи собираются, чтобы зажечь менору, петь песни и играть в игры, например в дрейдл.

source: Fast and bright, the Perseids often produce spectacular fireballs that leave glowing trails behind them.
bn: দ্রুত ও উজ্জ্বল পারসিডস প্রায়ই চমকপ্রদ আগুনের গোলা তৈরি করে যা তাদের পেছনে উজ্জ্বল রেখা রেখে যায়।
de: Schnell und hell erzeugen die Perseiden oft spektakuläre Feuerkugeln, die leuchtende Spuren hinterlassen.
es: Rápidas y brillantes, las Perseidas a menudo producen espectaculares bólidos que dejan estelas luminosas.
fr: Rapides et lumineux, les Perséides produisent souvent des bolides spectaculaires qui laissent derrière eux des traînées incandescentes.
hi: तेज़ और चमकीले, पर्सीड्स अक्सर शानदार फायरबॉल्स बनाते हैं जो अपने पीछे चमकती लकीरें छोड़ते हैं।
id: Cepat dan terang, Perseid sering menghasilkan bola api spektakuler yang meninggalkan jejak bercahaya.
it: Veloci e brillanti, le Perseidi spesso producono spettacolari bolidi che lasciano scie luminose dietro di sé.
ru: Быстрые и яркие, Персеиды часто дают впечатляющие болиды, оставляющие за собой светящиеся следы.

source: February
bn: ফেব্রুয়ারি
de: Februar
es: Febrero
fr: Février
hi: फ़रवरी
id: Februari
it: Febbraio
ja: 2月
lt: Vasaris
ru: Февраль
vi: Tháng 2

source: Feedback
bn: প্রতিক্রিয়া
de: Rückmeldung
es: Comentarios
fr: Retour d'information
hi: प्रतिक्रिया
id: Masukan
ja: フィードバック
lt: Atsiliepimas
ru: Обратная связь
vi: Phản hồi
