Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: Spring Equinox
bn: বসন্ত বিষুব
de: Frühlings-Tagundnachtgleiche
es: Equinoccio de primavera
fr: Équinoxe de printemps
hi: वसंत विषुव
id: Ekuinoks musim semi
it: Equinozio di primavera
ru: Весеннее равноденствие

source: Stories surrounding Holi vary by region, including the tale of Prahlad and Holika, which speaks to the triumph of devotion and good over harm.
bn: হোলিকে ঘিরে গল্প অঞ্চলভেদে ভিন্ন, যেমন প্রহ্লাদ ও হোলিকার কাহিনি ... যা ভক্তি ও মঙ্গলের বিজয়ের কথা বলে।
de: Die Geschichten rund um Holi unterscheiden sich je nach Region, darunter die Erzählung von Prahlad und Holika, die vom Sieg der Hingabe und des Guten über das Schädliche spricht.
es: Las historias en torno a Holi varían según la región, incluyendo el tale...ika, que habla del triunfo de la devoción y del bien sobre el daño.
fr: Les histoires autour de Holi varient selon les régions, notamment le récit de Prahlad et Holika, qui évoque le triomphe de la dévotion et du bien sur le mal.
hi: होली से जुड़ी कहानियाँ क्षेत्र के अनुसार बदलती हैं, जिनमें होलिका की कथा भी शामिल है, जो भक्ति और भलाई की हानि पर विजय की बात करती है।
id: Kisah seputar Holi berbeda-beda menurut wilayah, termasuk cerita Prahlad dan Holika, yang berbicara tentang kemenangan pengabdian dan kebaikan atas bahaya.
it: Le storie legate a Holi variano da regione a regione, inclusa la vicenda di Prahlad e Holika, che parla della vittoria della devozione e del bene sul danno.
ru: Истории о Холи различаются по регионам, включая легенду... о Холике, которая говорит о победе преданности и добра над злом.

source: Strong wind gusts for the next {durationOfStrongWind} hours
bn: পরের {durationOfStrongWind} ঘণ্টা ধরে শক্তিশালী বাতাসের ঝড়
de: Starke Windböen für die nächsten {durationOfStrongWind} Stunden
es: Ráfagas de viento fuerte durante las próximas {durationOfStrongWind} horas
fr: Rafales de vent fort pour les prochaines {durationOfStrongWind} heures
hi: अगले {durationOfStrongWind} घंटों तक मजबूत हवा के झोंके
id: Hembusan angin kencang untuk {durationOfStrongWind} jam ke depan
it: Raffiche di vento forte per le prossime {durationOfStrongWind} ore
ru: Сильные порывы ветра в течение следующих {durationOfStrongWind} часов

source: Strong wind gusts for the next 24 hours
bn: পরের 24 ঘণ্টা ধরে শক্তিশালী বাতাসের ঝড়
de: Starke Windböen für die nächsten 24 Stunden
es: Ráfagas de viento fuerte durante las próximas 24 horas
fr: Rafales de vent fort pour les prochaines 24 heures
hi: अगले 24 घंटों तक मजबूत हवा के झोंके
id: Hembusan angin kencang untuk 24 jam ke depan
it: Raffiche di vento forte per le prossime 24 ore
ru: Сильные порывы ветра в течение следующих 24 часов

source: Strong wind gusts for the next hour
bn: পরের এক ঘণ্টা ধরে শক্তিশালী বাতাসের ঝড়
de: Starke Windböen für die nächste Stunde
es: Ráfagas de viento fuerte durante la próxima hora
fr: Rafales de vent fort pour la prochaine heure
hi: अगले एक घंटे तक मजबूत हवा के झोंके
id: Hembusan angin kencang untuk 1 jam ke depan
it: Raffiche di vento forte per la prossima ora
ru: Сильные порывы ветра в течение следующего часа

source: Strong wind gusts starting in {timeUntilStrongWind} hours
bn: {timeUntilStrongWind} ঘণ্টা পর শক্তিশালী বাতাসের ঝড় শুরু হবে
de: Starke Windböen beginnen in {timeUntilStrongWind} Stunden
es: Ráfagas de viento fuerte empezando en {timeUntilStrongWind} horas
fr: Rafales de vent fort commençant dans {timeUntilStrongWind} heures
hi: {timeUntilStrongWind} घंटों में मजबूत हवा के झोंके शुरू होंगे
id: Hembusan angin kencang dimulai dalam {timeUntilStrongWind} jam
it: Raffiche di vento forte inizieranno tra {timeUntilStrongWind} ore
ru: Сильные порывы ветра начнутся через {timeUntilStrongWind} часов

source: Submit
bn: জমা দিন
de: Einreichen
es: Enviar
fr: Soumettre
hi: सबमिट करें
id: Kirim
it: Invia
ja: 提出
lt: Pateikti
ru: Отправить
vi: Gửi

source: Summer Solstice
bn: গ্রীষ্ম অয়নান্ত
de: Sommersonnenwende
es: Solsticio de verano
fr: Solstice d'été
hi: ग्रीष्म अयनांत
id: Solstis musim panas
it: Solstizio d'estate
ru: Летнее солнцестояние

source: Sunday
bn: রবিবার
de: Sonntag
es: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
lt: Sekmadienis
ru: Воскресенье
vi: Chủ Nhật

source: Sunrise services, fresh mornings, and the simple delight of egg hunts carry the feeling of a world beginning again.
bn: সূর্যোদয়ের প্রার্থনা, স্নিগ্ধ সকাল, এবং ডিম খোঁজার খেলায় থাকে নতুন করে শুরু হওয়া এক জগতের অনুভূতি।
de: Sonnenaufgangsgottesdienste, frische Morgen und die schlichte Freude an der Eiersuche tragen das Gefühl, dass die Welt neu beginnt.
es: Los servicios al amanecer, las mañanas frescas y el simple deleite de buscar huevos transmiten la sensación de un mundo que empieza de nuevo.
fr: Les offices au lever du soleil, les matins frais et le simple plaisir des chasses aux œufs portent la sensation d’un monde qui recommence.
hi: सूर्योदय की प्रार्थनाएँ, ताज़ी सुबहें, और अंडा-खोज का सरल आनंद — दुनिया के फिर से शुरू होने का एहसास साथ लाते हैं।
id: Ibadah saat matahari terbit, pagi yang segar, dan kegembiraan sederhana berburu telur membawa rasa seakan dunia dimulai kembali.
it: Funzioni all’alba, mattine fresche e il semplice piacere della caccia alle uova portano il senso di un mondo che ricomincia.
ru: Службы на рассвете, свежие утра и простая радость охоты за яйцами несут ощущение, будто мир начинается заново.

source: Symbols and offerings
bn: প্রতীক ও নিবেদন
de: Symbole und Opfergaben
es: Símbolos y ofrendas
fr: Symboles et offrandes
hi: प्रतीक और अर्पण
id: Simbol dan persembahan
it: Simboli e offerte
ru: Символы и подношения

source: Symbols and rituals
bn: প্রতীক ও আচার
de: Symbole und Rituale
es: Símbolos y rituales
fr: Symboles et rituels
hi: प्रतीक और अनुष्ठान
id: Simbol dan ritual
it: Simboli e rituali
ru: Символы и ритуалы

source: Symbols of luck
bn: সৌভাগ্যের প্রতীক
de: Glückssymbole
es: Símbolos de buena suerte
fr: Symboles de chance
hi: सौभाग्य के प्रतीक
id: Simbol keberuntungan
it: Simboli di fortuna
ru: Символы удачи

source: The air hums with music, laughter, and the quiet shimmer of celebration.
bn: বাতাসে সঙ্গীত, হাসি, আর উদযাপনের নীরব ঝিলিক মৃদু গুঞ্জন তোলে।
de: Die Luft summt von Musik, Lachen und dem leisen Schimmer der Feier.
es: El aire vibra con música, risas y el discreto brillo de la celebración.
fr: L’air vibre de musique, de rires et du scintillement discret de la fête.
hi: हवा में संगीत, हँसी, और उत्सव की हल्की चमक गूँजती रहती है।
id: Udara berdengung oleh musik, tawa, dan kilau perayaan yang lembut.
it: L’aria vibra di musica, risate e del quieto scintillio della festa.
ru: Воздух гудит от музыки, смеха и тихого мерцания праздника.

source: The autumn equinox marks a moment of near-perfect balance, when day and night stand equal before the long shift toward darker evenings.
bn: শরৎ বিষুব প্রায় নিখুঁত ভারসাম্যের এক মুহূর্ত ... যখন দিনের আলো ও রাত সমান, তারপর ধীরে ধীরে গাঢ় সন্ধ্যার দিকে ঝোঁক।
de: Die Herbst-Tagundnachtgleiche markiert einen Moment nahezu perfekter Balance, wenn Tag und Nacht gleich lang sind, bevor der lange Übergang zu dunkleren Abenden beginnt.
es: El equinoccio de otoño marca un momento de equilibrio casi perfecto, ... cuando el día y la noche se igualan antes del largo giro hacia tardes más oscuras.
fr: L’équinoxe d’automne marque un moment d’équilibre presque parfait, lorsque le jour et la nuit sont égaux avant la longue marche vers des soirées plus sombres.
hi: शरद विषुव लगभग पूर्ण संतुलन का क्षण है, जब दिन और रात लंबे समय तक अँधेरी शामों की ओर मुड़ने से पहले बराबर खड़े होते हैं।
id: Ekuinoks musim gugur menandai momen keseimbangan nyaris sempurna, ketika siang dan malam sama panjang sebelum pergeseran panjang menuju malam yang lebih gelap.
it: L’equinozio d’autunno segna un momento di quasi perfetto equilibrio, quando giorno e notte sono uguali prima della lunga svolta verso sere più buie.
ru: Осеннее равноденствие — момент почти идеального баланса, к...огда день и ночь равны перед долгим движением к более тёмным вечерам.

source: The celebration grew from the ancient festival of Samhain and the later observance of All Hallows’ Eve, blending seasonal rites with remembrance of the dead.
bn: উৎসবটি প্রাচীন সামহেইন থেকে বেড়ে উঠেছে এবং পরে অল হ্যালোজ’ ইভের সঙ্গে ... ঋতুর আচারকে মৃতদের স্মরণের সঙ্গে মিশিয়েছে।
de: Die Feier wuchs aus dem alten Fest Samhain und der späteren All Hallows’ Eve hervor und verbindet saisonale Bräuche mit dem Gedenken an die Toten.
es: La celebración creció a partir del antiguo festival de Samhain y ... se convirtió en la víspera de Todos los Santos, mezclando ritos estacionales con el recuerdo de los muertos.
fr: La célébration vient de l’ancien festival de Samhain et de l’observance ultérieure de la veille de la Toussaint, mêlant rites saisonniers et souvenir des morts.
hi: यह उत्सव प्राचीन साम्हैन पर्व और ऑल हैलोज़ ईव की कथाओं से बढ़ा, मौसमी रीतियों को मृतकों की स्मृति के साथ मिलाते हुए।
id: Perayaan ini tumbuh dari festival kuno Samhain dan pengamatan kemudian pada All Hallows’ Eve, memadukan ritus musiman dengan peringatan terhadap mereka yang telah meninggal.
it: La celebrazione nasce dall’antica festa di Samhain e dalla successiva ricorrenza di All Hallows’ Eve, fondendo riti stagionali con il ricordo dei morti.
ru: Праздник вырос из древнего Самайна... и позже стал Днём всех святых и кануном Дня всех святых, смешав сезонные обряды с памятью об умерших.

source: The colours draw everyone into the same bright moment, dissolving distance and difference.
bn: রঙগুলো সবাইকে একই উজ্জ্বল মুহূর্তে টেনে আনে, দূরত্ব ও পার্থক্য গলিয়ে দেয়।
de: Die Farben ziehen alle in denselben hellen Moment und lösen Abstand und Unterschiede auf.
es: Los colores atraen a todos al mismo instante brillante, disolviendo distancia y diferencia.
fr: Les couleurs entraînent tout le monde dans le même moment éclatant, dissolvant la distance et la différence.
hi: रंग सबको उसी उज्ज्वल क्षण में खींच लाते हैं, दूरी और भेद को घुला देते हुए।
id: Warna-warna menarik semua orang ke momen cerah yang sama, meluruhkan jarak dan perbedaan.
it: I colori trascinano tutti nello stesso momento luminoso, sciogliendo distanza e differenza.
ru: Краски втягивают всех в один яркий момент, растворяя дистанцию и различия.

source: The Eta Aquariids are a major meteor shower formed from the debris of Halley’s Comet.
bn: এটা অ্যাকুয়ারিডস হলো হ্যালির ধূমকেতুর ধ্বংসাবশেষ থেকে গঠিত একটি প্রধান উল্কাবৃষ্টি।
de: Die Eta-Aquariiden sind ein bedeutender Meteorschauer, der aus den Trümmern des Halleyschen Kometen entstanden ist.
es: Las Eta Acuáridas son una gran lluvia de meteoros formada a partir de los restos del cometa Halley.
fr: Les Eta Aquarides sont une grande pluie de météores formée des débris de la comète de Halley.
hi: एटा एक्वारिड्स हैली के धूमकेतु के मलबे से बनी एक प्रमुख उल्का-वर्षा है।
id: Eta Aquariid adalah hujan meteor besar yang terbentuk dari puing-puing Komet Halley.
it: Le Eta Aquaridi sono una grande pioggia meteorica formata dai detriti della cometa di Halley.
ru: Эта-Акварииды — крупный метеорный поток, образованный частицами кометы Галлея.

source: The event unfolds gradually, often lasting several hours from beginning to end.
bn: ঘটনাটি ধীরে ধীরে ঘটে, প্রায়শই শুরু থেকে শেষ পর্যন্ত কয়েক ঘণ্টা স্থায়ী হয়।
de: Das Ereignis entfaltet sich allmählich und dauert von Anfang bis Ende oft mehrere Stunden.
es: El evento se desarrolla gradualmente y a menudo dura varias horas de principio a fin.
fr: L’événement se déroule progressivement, durant souvent plusieurs heures du début à la fin.
hi: यह घटना धीरे-धीरे खुलती है और अक्सर शुरुआत से अंत तक कई घंटों तक चलती है।
id: Peristiwanya berlangsung bertahap, sering kali memakan waktu beberapa jam dari awal hingga akhir.
it: L’evento si svolge gradualmente, spesso durando diverse ore dall’inizio alla fine.
ru: Явление развивается постепенно и часто длится несколько часов от начала до конца.

source: The expected type of weather is {0}.
bn: প্রত্যাশিত আবহাওয়ার ধরণ হলো {0}।
de: Die erwartete Wetterart ist {0}.
es: El tipo de clima esperado es {0}.
fr: Le type de temps attendu est {0}.
hi: अपेक्षित मौसम की प्रकार {0} है।
id: Tipe cuaca yang diharapkan adalah {0}.
it: Il tipo di tempo previsto è {0}.
ja: 予想される天気は{0}です。
lt: Numatomas orų tipas yra
ru: Ожидаемый тип погоды — {0}.
vi: Loại thời tiết dự kiến là {0}.

source: The festival commemorates the rededication of the Second Temple in Jerusalem.
bn: উৎসবটি জেরুজালেমের দ্বিতীয় মন্দিরের পুনর্নিবেদন স্মরণ করে।
de: Das Fest erinnert an die Wiedereinweihung des Zweiten Tempels in Jerusalem.
es: El festival conmemora la rededicación del Segundo Templo en Jerusalén.
fr: La fête commémore la redédicace du Second Temple de Jérusalem.
hi: यह त्योहार यरूशलम में दूसरे मंदिर के पुनर्पवित्रीकरण की स्मृति में मनाया जाता है।
id: Festival ini memperingati penyucian kembali Bait Suci Kedua di Yerusalem.
it: La festa commemora la ridedicazione del Secondo Tempio di Gerusalemme.
ru: Праздник посвящён повторному освящению Второго Храма в Иерусалиме.

source: The first Earth Day, held in 1970, grew out of environmental activism and nationwide teach-ins across the United States.
bn: ১৯৭০ সালের প্রথম আর্থ ডে পরিবেশ আন্দোলন ও যুক্তরাষ্ট্রজুড়ে শিক্ষামূলক ‘টিচ-ইন’ থেকে ... গড়ে উঠেছিল।
de: Der erste Tag der Erde im Jahr 1970 entstand aus Umweltaktivismus und landesweiten Teach-ins in den Vereinigten Staaten.
es: El primer Día de la Tierra, celebrado en 1970, surgió del activismo ambiental y de jornadas de enseñanza a nivel nacional en Estados Unidos.
fr: Le premier Jour de la Terre, en 1970, est né de l’activisme environnemental et de conférences-débats organisées à l’échelle des États-Unis.
hi: पहला अर्थ डे, 1970 में आयोजित, पर्यावरणीय सक्रियता और अमेरिका भर के ‘टीच-इन’ कार्यक्रमों से निकला।
id: Hari Bumi pertama, yang diadakan pada 1970, tumbuh dari aktivisme lingkungan dan teach-in nasional di seluruh Amerika Serikat.
it: Il primo Earth Day, nel 1970, nacque dall’attivismo ambientale e da teach-in nazionali in tutti gli Stati Uniti.
ru: Первый День Земли, проведённый в 1970 году, вырос из экологического активизма и общенациональных образовательных акций в США.

source: The Geminids are one of the strongest and most reliable meteor showers of the year, appearing each December with frequent, bright meteors.
bn: জেমিনিডস হল বছরে সবচেয়ে শক্তিশালী ও নির্ভরযোগ্য উল্কাবৃষ্টিগুলোর একটি, যা প্রতি ডিসেম্বর ঘন ঘন উজ্জ্বল উল্কাসহ দেখা যায়।
de: Die Geminiden gehören zu den stärksten und zuverlässigsten Meteorschauern des Jahres und erscheinen jeden Dezember mit häufigen, hellen Sternschnuppen.
es: Las Gemínidas son una de las lluvias de meteoros más fuertes y fiables ... del año, apareciendo cada diciembre con meteoros frecuentes y brillantes.
fr: Les Géminides sont l’une des pluies de météores les plus fortes et les plus fiables de l’année, apparaissant chaque décembre avec des météores fréquents et brillants.
hi: जेमिनिड्स वर्ष की सबसे शक्तिशाली और भरोसेमंद उल्का-वर्षाओं में से एक हैं, जो हर दिसंबर में बार-बार चमकीली उल्काओं के साथ दिखाई देती हैं।
id: Geminid adalah salah satu hujan meteor terkuat dan paling andal sepanjang tahun, muncul setiap Desember dengan meteor yang sering dan terang.
it: Le Geminidi sono una delle piogge meteoriche più intense e affidabili dell’anno, comparendo ogni dicembre con meteore frequenti e luminose.
ru: Геминиды — один из самых сильных и надёжных... метеорных потоков года; они появляются каждый декабрь и часто дают яркие метеоры.

source: The holiday commemorates the story of Ibrahim and his willingness to sacrifice in obedience to God.
bn: এই উৎসবটি ইব্রাহিমের গল্প ও আল্লাহর আদেশ মান্য করতে তাঁর ত্যাগের প্রস্তুতি স্মরণ করে।
de: Der Feiertag erinnert an die Geschichte Ibrahims und seine Bereitschaft, aus Gehorsam gegenüber Gott zu opfern.
es: La festividad conmemora la historia de Ibrahim y su disposición a sacrificar en obediencia a Dios.
fr: La fête commémore l’histoire d’Ibrahim et sa volonté de se sacrifier par obéissance à Dieu.
hi: यह छुट्टी इब्राहीम की कथा और ईश्वर की आज्ञा में बलिदान देने की उनकी तत्परता की स्मृति करती है।
id: Hari libur ini memperingati kisah Ibrahim dan kesediaannya untuk berkorban sebagai bentuk ketaatan kepada Tuhan.
it: La festività commemora la storia di Ibrahim e la sua disponibilità al sacrificio in obbedienza a Dio.
ru: Праздник напоминает историю Ибрахима и его готовность принести жертву в послушании Богу.

source: The holiday draws on legends of Saint Valentine and the traditions of medieval courtly love.
bn: এই উৎসবটি সেন্ট ভ্যালেন্টাইনের কিংবদন্তি ও মধ্যযুগীয় রাজকীয় প্রেমের ঐতিহ্য থেকে উদ্ভূত।
de: Der Feiertag schöpft aus Legenden um den heiligen Valentin und den Traditionen der mittelalterlichen höfischen Liebe.
es: La festividad se apoya en leyendas de san Valentín y en las tradiciones del amor cortés medieval.
fr: La fête s’appuie sur les légendes de saint Valentin et les traditions de l’amour courtois médiéval.
hi: यह छुट्टी संत वेलेंटाइन की कथाओं और मध्ययुगीन दरबारी प्रेम की परंपराओं से प्रेरणा लेती है।
id: Hari libur ini mengambil dari legenda Santo Valentinus dan tradisi cinta istana pada Abad Pertengahan.
it: La ricorrenza attinge alle leggende di San Valentino e alle tradizioni dell’amor cortese medievale.
ru: Праздник опирается на легенды о святом Валентине и традиции средневековой куртуазной любви.

source: The holiday we recognise today grew from early Christian tradition, layered over much older European midwinter customs tied to light, renewal, and community.
bn: আজ আমরা যে উৎসবকে চিনি তা প্রাচীন খ্রিস্টান প্রথা থেকে উদ্ভূত, যার উপর আরও প্রাচীন ইউরোপীয় মধ্যশীতের আলো, পুনর্নবীকরণ ও সম্প্রদায় কেন্দ্রীক প্রথাগুলো স্তরে স্তরে যুক্ত হয়েছে।
de: Das Fest, das wir heute kennen, wuchs aus früher christlicher Tradition und legte sich über viel ältere europäische Mittwinterbräuche rund um Licht, Erneuerung und Gemeinschaft.
es: La festividad que reconocemos hoy creció a partir de las primeras tradiciones cristianas ... y de costumbres europeas de pleno invierno vinculadas a la luz, la renovación y la comunidad.
fr: La fête telle que nous la connaissons aujourd’hui est issue de la tradition chrétienne primitive, superposée à des coutumes européennes de mi‑hiver bien plus anciennes, liées à la lumière, au renouveau et à la communauté.
hi: जिस छुट्टी को हम आज पहचानते हैं, वह शुरुआती ईसाई परंपराओं और यूरोपीय मध्य-शीतकालीन रीतियों से विकसित हुई, जो प्रकाश, नवीकरण और समुदाय से जुड़ी थीं।
id: Hari libur yang kita kenal sekarang tumbuh dari tradisi Kristen awal, berlapis di atas kebiasaan pertengahan musim dingin Eropa yang jauh lebih tua yang terkait dengan cahaya, pembaruan, dan komunitas.
it: La festa che conosciamo oggi nacque dalla prima tradizione cristiana, sovrapposta a costumi europei di metà inverno molto più antichi legati a luce, rinnovamento e comunità.
ru: Праздник в нынешнем виде вырос из ранних христианских тра...диций и европейских обычаев середины зимы, связанных со светом, обновлением и общностью.

source: The Leonids are a November meteor shower, named for their radiant in the constellation Leo.
bn: লিওনিডস হল নভেম্বরের একটি উল্কাবৃষ্টি, যা লিও নাক্ষত্রমণ্ডলের উজ্জ্বল কেন্দ্রের নামে নামকরণ করা হয়েছে।
de: Die Leoniden sind ein Meteorschauer im November, benannt nach ihrem Radianten im Sternbild Löwe.
es: Las Leónidas son una lluvia de meteoros de noviembre, llamada así por su radiante en la constelación de Leo.
fr: Les Léonides sont une pluie de météores de novembre, nommée d’après son radiant dans la constellation du Lion.
hi: लियोनिड्स नवंबर की एक उल्का-वर्षा है, जिसका नाम सिंह (Leo) तारामंडल में स्थित उसके रेडिएंट से पड़ा है।
id: Leonid adalah hujan meteor bulan November, dinamai dari titik randiannya di rasi bintang Leo.
it: Le Leonidi sono una pioggia meteorica di novembre, così chiamata per il loro radiante nella costellazione del Leone.
ru: Леониды — ноябрьский метеорный поток, названный по радианту в созвездии Льва.

source: The Leonids are renowned for historic meteor storms, most notably in 1833 and 1966, when observers described the sky as seeming to rain stars.
bn: লিওনিডস তাদের ঐতিহাসিক উল্কাবৃষ্টির জন্য পরিচিত, বিশেষত ১৮৩৩ ও ১৯৬৬ সালে, যখন পর্যবেক্ষকরা আকাশকে তারার বৃষ্টি হওয়ার মতো বলে বর্ণনা করেছিলেন।
de: Die Leoniden sind berühmt für historische Meteorstürme, besonders 1833 und 1966, als Beobachter den Himmel beschrieben, als würde es Sterne regnen.
es: Las Leónidas son célebres por sus tormentas históricas de meteoros, ... en particular la de 1966, cuando observadores describieron el cielo como si llovieran estrellas.
fr: Les Léonides sont réputées pour des tempêtes de météores historiques, notamment en 1833 et 1966, lorsque des observateurs ont décrit le ciel comme s’il pleuvait des étoiles.
hi: लियोनिड्स ऐतिहासिक उल्का-तूफानों के लिए प्रसिद्ध हैं, खासकर 1833 और 1966 के, जब दर्शकों ने आकाश को ‘तारों की बारिश’ जैसा बताया।
id: Leonid terkenal karena badai meteor bersejarah, terutama pada 1833 dan 1966, ketika pengamat menggambarkan langit seakan hujan bintang.
it: Le Leonidi sono celebri per storiche tempeste di meteore, in particolare nel 1833 e nel 1966, quando gli osservatori descrissero il cielo come se piovessero stelle.
ru: Леониды славятся историческими метеорными бурями, особенно... в 1833 и 1966 годах, когда наблюдатели говорили, что с неба будто «дождём» сыплются звёзды.

source: The Leonids originate from Comet Tempel–Tuttle, and every few decades Earth passes through especially dense streams of its debris.
bn: লিওনিডসের উৎপত্তি ধূমকেতু টেম্পেল–টাটল থেকে, এবং প্রতি কয়েক দশকে একবার পৃথিবী এর ধ্বংসাবশেষের ঘন স্রোতের মধ্যে দিয়ে যায়।
de: Die Leoniden stammen vom Kometen Tempel–Tuttle, und alle paar Jahrzehnte durchquert die Erde besonders dichte Ströme seines Trümmermaterials.
es: Las Leónidas se originan en el cometa Tempel–Tuttle y, cada ... pocas décadas, la Tierra atraviesa corrientes especialmente densas de sus restos.
fr: Les Léonides proviennent de la comète Tempel–Tuttle et, tous les quelques décennies, la Terre traverse des courants de débris particulièrement denses.
hi: लियोनिड्स टेम्पेल–टटल धूमकेतु से उत्पन्न होते हैं, और हर कुछ दशकों में पृथ्वी उसके मलबे की खास घनी धाराओं से गुजरती है।
id: Leonid berasal dari Komet Tempel–Tuttle, dan setiap beberapa dekade Bumi melewati aliran puing-puingnya yang sangat padat.
it: Le Leonidi hanno origine dalla cometa Tempel–Tuttle e, ogni alcuni decenni, la Terra attraversa flussi particolarmente densi dei suoi detriti.
ru: Леониды происходят от кометы Темпеля—Туттля, и каждые нес...колько десятилетий Земля проходит через особенно плотные струи её частиц.

source: The light softens and turns golden, the air grows gentler, and the year seems to pause — just for a breath.
bn: আলো মোলায়েম হয়ে সোনালি রঙ ধারণ করে, বাতাস আরও নম্র হয়, এবং বছরটি যেন ক্ষণিকের জন্য থেমে যায় — শুধু এক শ্বাসের জন্য।
de: Das Licht wird weicher und golden, die Luft wird milder, und das Jahr scheint – nur für einen Atemzug – innezuhalten.
es: La luz se suaviza y se vuelve dorada, el aire se vuelve más amable y el año parece detenerse — solo por un suspiro.
fr: La lumière s’adoucit et devient dorée, l’air se fait plus doux et l’année semble s’arrêter — juste le temps d’un souffle.
hi: रोशनी नरम होकर सुनहरी हो जाती है, हवा अधिक सौम्य लगती है, और साल मानो एक पल के लिए ठहर जाता है — बस एक सांस भर।
id: Cahaya melunak dan berubah keemasan, udara menjadi lebih lembut, dan tahun seolah berhenti — hanya sejenak.
it: La luce si addolcisce e diventa dorata, l’aria si fa più gentile e l’anno sembra fermarsi — solo per un respiro.
ru: Свет смягчается и становится золотым, воздух делается мягче, и год словно делает паузу — хотя бы на один вдох.
