Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: Orionids Meteor Shower
bn: ওরায়োনিডস উল্কাবৃষ্টি
de: Orioniden-Meteorschauer
es: Lluvia de meteoros de las Oriónidas
fr: Pluie de météores des Orionides
hi: ओरायनिड्स उल्का वर्षा
id: Hujan meteor Orionid
it: Pioggia di meteore delle Orionidi
ru: Метеорный поток Ориониды

source: Other holidays
bn: অন্যান্য উৎসব
de: Andere Feiertage
es: Otras festividades
fr: Autres fêtes
hi: अन्य त्योहार
id: Hari libur lainnya
it: Altre festività
ru: Другие праздники

source: Other traditions honour Lakshmi, the goddess of prosperity and fortune, while Jain and Sikh communities observe Diwali through their own sacred histories.
bn: অন্যান্য ঐতিহ্যগুলিতে সমৃদ্ধি ও সৌভাগ্যের দেবী লক্ষ্মীর পূজা করা হয়, অন্যদিকে জৈন ও শিখ সম্প্রদায়রা তাদের নিজস্ব পবিত্র ইতিহাস অনুযায়ী দিওয়ালি পালন করে।
de: Andere Traditionen ehren Lakshmi, die Göttin des Wohlstands und Glücks, während Jain- und Sikh-Gemeinschaften Diwali durch ihre eigenen heiligen Geschichten begehen.
es: Otras tradiciones honran a Lakshmi, la diosa de la prosperidad ...h communities observe Diwali through their own sacred histories.
fr: D’autres traditions honorent Lakshmi, déesse de la prospérité et de la fortune, tandis que les communautés jaïnes et sikhes observent Diwali à travers leurs propres histoires sacrées.
hi: अन्य परंपराएँ समृद्धि की देवी लक्ष्मी का सम्मान करती हैं, और सिख समुदाय अपनी पवित्र इतिहासों के माध्यम से दीवाली का पालन करते हैं।
id: Tradisi lain menghormati Lakshmi, dewi kemakmuran dan keberuntungan, sementara komunitas Jain dan Sikh mengamati Diwali melalui sejarah suci mereka sendiri.
it: Altre tradizioni onorano Lakshmi, dea della prosperità e della fortuna, mentre le comunità jainiste e sikh osservano Diwali attraverso le proprie storie sacre.
ru: Другие традиции почитают Лакшми, богиню процветания... а также то, как разные общины отмечают Дивали в рамках своих священных историй.

source: Over centuries of calendar reform, January 1 gradually became established as the start of the year for much of the world.
bn: ক্যালেন্ডার সংস্কারের শতাব্দীগুলোর পর, ১ জানুয়ারি ধীরে ধীরে বিশ্বের বেশিরভাগ অংশে বছরের শুরু হিসেবে প্রতিষ্ঠিত হয়ে ওঠে।
de: Über Jahrhunderte der Kalenderreformen hinweg setzte sich der 1. Januar für einen grossen Teil der Welt allmählich als Jahresbeginn durch.
es: Tras siglos de reformas del calendario, el 1 de enero se fue estableciendo gradualmente como el inicio del año para gran parte del mundo.
fr: Au fil des siècles de réformes calendaires, le 1er janvier s’est peu à peu imposé comme le début de l’année dans une grande partie du monde.
hi: कैलेंडर सुधार की सदियों में, 1 जनवरी धीरे-धीरे दुनिया के बड़े हिस्से के लिए वर्ष की शुरुआत के रूप में स्थापित हो गई।
id: Selama berabad-abad reformasi kalender, 1 Januari perlahan menjadi mapan sebagai awal tahun bagi sebagian besar dunia.
it: Nel corso dei secoli di riforme del calendario, il 1º gennaio si è gradualmente affermato come inizio dell’anno per gran parte del mondo.
ru: За столетия реформ календаря 1 января постепенно утвердилось как начало года для большей части мира.

source: Over time it evolved into a community tradition of visiting, disguises, and shared treats.
bn: সময়ের সাথে এটি প্রতিবেশী বাড়ি ভ্রমণ, ছদ্মবেশ ধারণ ও মিষ্টান্ন ভাগাভাগির একটি সামাজিক রীতিতে পরিণত হয়েছে।
de: Mit der Zeit entwickelte es sich zu einer gemeinschaftlichen Tradition des Besuchens, Verkleidens und gemeinsamen Naschens.
es: Con el tiempo, evolucionó hacia una tradición comunitaria de visitas, disfraces y golosinas compartidas.
fr: Avec le temps, cela a évolué en une tradition communautaire de visites, de déguisements et de friandises partagées.
hi: समय के साथ यह समुदाय की एक परंपरा में ढल गया — मिलने-जुलने, वेश बदलने, और साथ में मिठाइयाँ बाँटने की।
id: Seiring waktu, itu berkembang menjadi tradisi komunitas berupa kunjungan, penyamaran, dan berbagi kudapan.
it: Con il tempo si è evoluta in una tradizione comunitaria fatta di visite, travestimenti e dolci condivisi.
ru: Со временем это превратилось в общинную традицию визитов, маскарадов и совместных угощений.

source: overcast
bn: মেঘাচ্ছন্ন
de: bewölkt
es: nublado
fr: couvert
hi: धूमिल
id: berawan
it: nuvoloso
ja: 曇り
lt: apsiniaukę
ru: пасмурно
vi: trời âm u

source: Overview
bn: সংক্ষিপ্ত পরিচিতি
de: Überblick
es: Visión general
fr: Aperçu
hi: सारांश
id: Ikhtisar
it: Panoramica
ru: Обзор

source: partly cloudy
bn: আংশিকভাবে মেঘলা
de: teilweise bewölkt
es: parcialmente nublado
fr: partiellement nuageux
hi: आंशिक रूप से बादल
id: sebagian berawan
it: parzialmente nuvoloso
ja: 一部曇り
lt: debesuota
ru: частично облачно
vi: trời có mây

source: Periodically update location automatically
bn: পূর্বনির্ধারিত সময়ে স্থান স্বয়ংক্রিয়ভাবে আপডেট করুন
de: Standort automatisch periodisch aktualisieren
es: Actualizar periódicamente la ubicación automáticamente
fr: Mettre à jour périodiquement la localisation automatiquement
hi: स्थान को स्वचालित रूप से आवधिक रूप से अपडेट करें
id: Secara berkala perbarui lokasi secara otomatis
it: Aggiorna periodicamente la posizione automaticamente
ru: Периодически обновлять местоположение автоматически

source: Perseids Meteor Shower
bn: পারসিডস উল্কাবৃষ্টি
de: Perseiden-Meteorschauer
es: Lluvia de meteoros de las Perseidas
fr: Pluie de météores des Perséides
hi: पर्सीड्स उल्का वर्षा
id: Hujan meteor Perseid
it: Pioggia di meteore delle Perseidi
ru: Метеорный поток Персеиды

source: Quadrantids Meteor Shower
bn: কোয়াড্রান্টিডস উল্কাবৃষ্টি
de: Quadrantiden-Meteorschauer
es: Lluvia de meteoros de las Cuadrántidas
fr: Pluie de météores des Quadrantides
hi: क्वाड्रेंटिड्स उल्का वर्षा
id: Hujan meteor Quadrantid
it: Pioggia di meteore delle Quadrantidi
ru: Метеорный поток Квадрантиды

source: Rather than a solemn farewell, it treats remembrance as something vibrant, communal, and alive.
bn: গম্ভীর বিদায় নয়—এটি স্মরণকে দেখে প্রাণবন্ত, সামষ্টিক, এবং জীবন্ত কিছু হিসেবে।
de: Statt eines feierlichen Abschieds begreift es das Erinnern als etwas Kraftvolles, Gemeinschaftliches und Lebendiges.
es: En lugar de una despedida solemne, trata el recuerdo como algo vibrante, comunitario y vivo.
fr: Plutôt qu’un adieu solennel, elle traite le souvenir comme quelque chose de vibrant, de collectif et de vivant.
hi: गंभीर विदाई के बजाय, यह स्मरण को कुछ जीवंत, सामुदायिक, और जीवित मानता है।
id: Alih-alih perpisahan yang khidmat, tradisi ini memperlakukan mengenang sebagai sesuatu yang hidup, komunal, dan penuh warna.
it: Più che un commiato solenne, tratta il ricordo come qualcosa di vibrante, comunitario e vivo.
ru: Вместо торжественного прощания он делает память чем-то ярким, общим и живым.

source: Red envelopes, tangerines, and calligraphy couplets express wishes for abundance, happiness, and fresh beginnings.
bn: লাল খাম, কমলা/ম্যান্ডারিন, এবং ক্যালিগ্রাফির কাপলেটগুলো প্রাচুর্য, সুখ, এবং নতুন শুরুর শুভেচ্ছা প্রকাশ করে।
de: Rote Umschläge, Mandarinen und kalligrafierte Spruchpaare drücken Wünsche nach Fülle, Glück und neuen Anfängen aus.
es: Los sobres rojos, las mandarinas y los pareados caligráficos expresan deseos de abundancia, felicidad y nuevos comienzos.
fr: Enveloppes rouges, mandarines et couplets calligraphiés expriment des vœux d’abondance, de bonheur et de nouveaux départs.
hi: लाल लिफ़ाफ़े, कीनू, और सुलेख वाले दोहे प्रचुरता, खुशी, और नए आरंभों की कामनाएँ व्यक्त करते हैं।
id: Angpao merah, jeruk mandarin, dan kuplet kaligrafi menyampaikan harapan akan kelimpahan, kebahagiaan, dan awal yang segar.
it: Buste rosse, mandarini e coppie di calligrafia esprimono auguri di abbondanza, felicità e nuovi inizi.
ru: Красные конверты, мандарины и каллиграфические парные надписи выражают пожелания изобилия, счастья и новых начал.

source: Religious & cultural
bn: ধর্মীয় ও সাংস্কৃতিক
de: Religiös & kulturell
es: Religioso y cultural
fr: Religieux et culturel
hi: धार्मिक और सांस्कृतिक
id: Keagamaan & budaya
it: Religioso e culturale
ru: Религиозные и культурные

source: Report a bug
bn: একটি বাগ রিপোর্ট করুন
de: Einen Fehler melden
es: Informar de un error
fr: Signaler un bug
hi: बग की रिपोर्ट करें
id: Laporkan bug
it: Segnala un bug
ru: Сообщить об ошибке

source: Retry
bn: পুনরায় চেষ্টা করুন
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ru: Повторить

source: Saturday
bn: শনিবার
de: Samstag
es: Sábado
fr: Samedi
hi: शनिवार
id: Sabtu
it: Sabato
ja: 土曜日
lt: Šeštadienis
ru: Суббота
vi: Thứ Bảy

source: Seasonal effects are disabled because your browser appears to be using a software renderer. Enable hardware acceleration to see these effects.
it: Gli effetti stagionali sono disattivati perché il tuo browser sembra utilizzare un renderizzatore software. Abilita l'accelerazione hardware per vedere questi effetti.
ru: Сезонные эффекты отключены, потому что ваш браузер, похоже, использует программный рендерер. Включите аппаратное ускорение, чтобы увидеть эти эффекты.

source: Seasonal events
bn: ঋতুভিত্তিক অনুষ্ঠান
de: Saisonale Ereignisse
es: Eventos estacionales
fr: Événements saisonniers
hi: मौसमी आयोजन
id: Acara musiman
it: Eventi stagionali
ru: Сезонные события

source: Seasons & nature
bn: ঋতু ও প্রকৃতি
de: Jahreszeiten & Natur
es: Estaciones y naturaleza
fr: Saisons et nature
hi: ऋतु और प्रकृति
id: Musim & alam
it: Stagioni e natura
ru: Времена года и природа

source: September
bn: সেপ্টেম্বর
es: Septiembre
fr: Septembre
hi: सितंबर
it: Settembre
ja: 9月
lt: Rugsėjis
ru: Сентябрь
vi: Tháng Chín

source: Set my location
bn: আমার অবস্থান নির্ধারণ করুন
de: Meinen Standort festlegen
es: Establecer mi ubicación
fr: Définir ma localisation
hi: मेरा स्थान निर्धारित करें
id: Atur lokasi saya
it: Imposta la mia posizione
ru: Установить мое местоположение

source: Settings
bn: সেটিংস
de: Einstellungen
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ru: Настройки

source: Shared sweets, flowers, and small gifts keep the celebration intimate and personal.
bn: ভাগাভাগি করা মিষ্টি, ফুল ও ছোট উপহার এই উদ্‌যাপনকে অন্তরঙ্গ ও ব্যক্তিগত রাখে।
de: Geteilte Süssigkeiten, Blumen und kleine Geschenke halten die Feier intim und persönlich.
es: Los dulces compartidos, las flores y los pequeños regalos mantienen la celebración íntima y personal.
fr: Douceurs partagées, fleurs et petits cadeaux gardent la célébration intime et personnelle.
hi: साझा मिठाइयाँ, फूल, और छोटे उपहार इस उत्सव को अंतरंग और व्यक्तिगत बनाए रखते हैं।
id: Manisan bersama, bunga, dan hadiah kecil menjaga perayaan tetap intim dan personal.
it: Dolci condivisi, fiori e piccoli regali mantengono la celebrazione intima e personale.
ru: Общие сладости, цветы и небольшие подарки сохраняют праздник камерным и личным.

source: Show Autumn Equinox event
bn: শরৎ বিষুব দেখান
de: Herbst-Tagundnachtgleiche anzeigen
es: Mostrar equinoccio de otoño
fr: Afficher l'équinoxe d'automne
hi: शरद विषुव दिखाएँ
id: Tampilkan Ekuinoks musim gugur
it: Mostra Equinozio d'autunno
ru: Показывать осеннее равноденствие

source: Show Christmas Day event
bn: বড়দিন দেখান
de: Weihnachtstag anzeigen
es: Mostrar el Día de Navidad
fr: Afficher le Jour de Noël
hi: क्रिसमस दिवस दिखाएँ
id: Tampilkan Hari Natal
it: Mostra il Giorno di Natale
ru: Показывать Рождество

source: Show Day of the Dead event
bn: মৃতদের দিবস ইভেন্ট দেখান
de: Tag der Toten anzeigen
es: Mostrar el Día de los Muertos
fr: Afficher le Jour des morts
hi: मृतकों का दिन इवेंट दिखाएँ
id: Tampilkan Hari Orang Mati
it: Mostra il Giorno dei Morti
ru: Показывать День мертвых

source: Show Diwali event
bn: দিওয়ালি দেখান
de: Diwali anzeigen
es: Mostrar Diwali
fr: Afficher Diwali
hi: दीवाली दिखाएँ
id: Tampilkan Diwali
it: Mostra Diwali
ru: Показывать Дивали

source: Show Earth Day event
bn: পৃথিবী দিবস দেখান
de: Tag der Erde anzeigen
es: Mostrar Día de la Tierra
fr: Afficher le Jour de la Terre
hi: पृथ्वी दिवस दिखाएँ
id: Tampilkan Hari Bumi
it: Mostra Giornata della Terra
ru: Показывать День Земли

source: Show Easter event
bn: ইস্টার ইভেন্ট দেখান
de: Ostern anzeigen
es: Mostrar Pascua
fr: Afficher Pâques
hi: ईस्टर इवेंट दिखाएँ
id: Tampilkan Paskah
it: Mostra la Pasqua
ru: Показывать Пасху

source: Show Eid al-Adha event
bn: ঈদুল আজহা দেখান
de: Eid al-Adha anzeigen
es: Mostrar Eid al-Adha
fr: Afficher l'Aïd el-Adha
hi: ईद-उल-अज़हा दिखाएँ
id: Tampilkan Idul Adha
it: Mostra Eid al-Adha
ru: Показывать Ид аль-Адха

source: Show Eid al-Fitr event
bn: ঈদুল ফিতর দেখান
de: Eid al-Fitr anzeigen
es: Mostrar Eid al-Fitr
fr: Afficher l'Aïd el-Fitr
hi: ईद-उल-फ़ितर दिखाएँ
id: Tampilkan Idul Fitri
it: Mostra Eid al-Fitr
ru: Показывать Ид аль-Фитр

source: Show Eta Aquariids meteor shower event
bn: এটা অ্যাকুয়ারিডস উল্কাবৃষ্টি ইভেন্ট দেখান
de: Eta-Aquariiden-Meteorschauer anzeigen
es: Mostrar lluvia de meteoros de las Eta Acuáridas
fr: Afficher la pluie de météores des Eta Aquarides
hi: इटा अक्वैरिड्स उल्का वर्षा इवेंट दिखाएँ
id: Tampilkan hujan meteor Eta Aquariid
it: Mostra la pioggia di meteore delle Eta Aquaridi
ru: Показывать метеорный поток Эта-Аквариды

source: Show extreme UV alerts
bn: এক্সট্রিম ইউভি সতর্কবাণী দেখান
de: Extreme UV-Warnungen anzeigen
es: Mostrar alertas de UV extremos
fr: Afficher les alertes UV extrêmes
hi: अत्यधिक UV चेतावनियाँ दिखाएं
id: Tampilkan peringatan UV ekstrem
it: Mostra allarmi UV estremi
ru: Показывать предупреждения об экстремальном УФ

source: Show Geminids meteor shower event
bn: জেমিনিডস উল্কাবৃষ্টি দেখান
de: Geminiden-Meteorschauer anzeigen
es: Mostrar lluvia de meteoros de las Gemínidas
fr: Afficher la pluie de météores des Géminides
hi: जेमिनिड्स उल्का वर्षा दिखाएँ
id: Tampilkan hujan meteor Geminid
it: Mostra la pioggia di meteore delle Geminidi
ru: Показывать метеорный поток Геминиды

source: Show Halloween event
bn: হ্যালোইন দেখান
de: Halloween anzeigen
es: Mostrar Halloween
fr: Afficher Halloween
hi: हैलोवीन दिखाएँ
id: Tampilkan Halloween
it: Mostra Halloween
ru: Показывать Хэллоуин

source: Show Hanukkah event
bn: হনুক্কাহ দেখান
de: Chanukka anzeigen
es: Mostrar Janucá
fr: Afficher Hanoucca
hi: हनुक्का दिखाएँ
id: Tampilkan Hanukkah
it: Mostra Hanukkah
ru: Показывать Хануку

source: Show high precipitation alerts
bn: উচ্চ বৃষ্টির সতর্কবাণী দেখান
de: Warnungen vor hohem Niederschlag anzeigen
es: Mostrar alertas de alta precipitación
fr: Afficher les alertes de fortes précipitations
hi: उच्च वर्षा चेतावनियाँ दिखाएं
id: Tampilkan peringatan presipitasi tinggi
it: Mostra allarmi per alte precipitazioni
ru: Показывать предупреждения о больших осадках

source: Show Holi event
bn: হোলি দেখান
de: Holi anzeigen
es: Mostrar Holi
fr: Afficher Holi
hi: होली दिखाएँ
id: Tampilkan Holi
it: Mostra Holi
ru: Показывать Холи

source: Show Leonids meteor shower event
bn: লিওনিডস উল্কাবৃষ্টি ইভেন্ট দেখান
de: Leoniden-Meteorschauer anzeigen
es: Mostrar lluvia de meteoros de las Leónidas
fr: Afficher la pluie de météores des Léonides
hi: लियोनिड्स उल्का वर्षा इवेंट दिखाएँ
id: Tampilkan hujan meteor Leonid
it: Mostra la pioggia di meteore delle Leonidi
ru: Показывать метеорный поток Леониды

source: Show low visibility alerts
bn: নিম্ন দৃশ্যতা সতর্কবাণী দেখান
de: Warnungen vor geringer Sichtweite anzeigen
es: Mostrar alertas de baja visibilidad
fr: Afficher les alertes de faible visibilité
hi: निम्न दृश्यता चेतावनियाँ दिखाएं
id: Tampilkan peringatan visibilitas rendah
it: Mostra allarmi per bassa visibilità
ru: Показывать предупреждения о низкой видимости

source: Show Lunar New Year event
bn: চন্দ্র নববর্ষ দেখান
de: Mondneujahr anzeigen
es: Mostrar Año Nuevo Lunar
fr: Afficher le Nouvel An lunaire
hi: चंद्र नववर्ष दिखाएँ
id: Tampilkan Tahun Baru Imlek
it: Mostra Capodanno lunare
ru: Показывать Лунный Новый год

source: Show Lyrids meteor shower event
bn: লাইরিডস উল্কাবৃষ্টি ইভেন্ট দেখান
de: Lyriden-Meteorschauer anzeigen
es: Mostrar lluvia de meteoros de las Líridas
fr: Afficher la pluie de météores des Lyrides
hi: लाइरिड्स उल्का वर्षा इवेंट दिखाएँ
id: Tampilkan hujan meteor Lyrid
it: Mostra la pioggia di meteore delle Liridi
ru: Показывать метеорный поток Лириды

source: Show New Year's Day event
bn: নববর্ষ দিবস দেখান
de: Neujahrstag anzeigen
es: Mostrar Día de Año Nuevo
fr: Afficher le Jour de l'An
hi: नववर्ष दिवस दिखाएँ
id: Tampilkan Tahun Baru
it: Mostra Capodanno
ru: Показывать Новый год

source: Show Orionids meteor shower event
bn: ওরায়োনিডস উল্কাবৃষ্টি ইভেন্ট দেখান
de: Orioniden-Meteorschauer anzeigen
es: Mostrar lluvia de meteoros de las Oriónidas
fr: Afficher la pluie de météores des Orionides
hi: ओरायनिड्स उल्का वर्षा इवेंट दिखाएँ
id: Tampilkan hujan meteor Orionid
it: Mostra la pioggia di meteore delle Orionidi
ru: Показывать метеорный поток Ориониды

source: Show Perseids meteor shower event
bn: পারসিডস উল্কাবৃষ্টি দেখান
de: Perseiden-Meteorschauer anzeigen
es: Mostrar lluvia de meteoros de las Perseidas
fr: Afficher la pluie de météores des Perséides
hi: पर्सीड्स उल्का वर्षा दिखाएँ
id: Tampilkan hujan meteor Perseid
it: Mostra la pioggia di meteore delle Perseidi
ru: Показывать метеорный поток Персеиды

source: Show Quadrantids meteor shower event
bn: কোয়াড্রান্টিডস উল্কাবৃষ্টি ইভেন্ট দেখান
de: Quadrantiden-Meteorschauer anzeigen
es: Mostrar lluvia de meteoros de las Cuadrántidas
fr: Afficher la pluie de météores des Quadrantides
hi: क्वाड्रेंटिड्स उल्का वर्षा इवेंट दिखाएँ
id: Tampilkan hujan meteor Quadrantid
it: Mostra la pioggia di meteore delle Quadrantidi
ru: Показывать метеорный поток Квадрантиды

source: Show seasonal events
bn: ঋতুকালীন অনুষ্ঠান দেখান
de: Saisonale Ereignisse anzeigen
es: Mostrar eventos estacionales
fr: Afficher les événements saisonniers
hi: मौसमी कार्यक्रम दिखाएं
id: Tampilkan acara musiman
it: Mostra eventi stagionali
ru: Показывать сезонные события

source: Show seasonal tile glow
bn: ঋতুভিত্তিক টাইলের আভা দেখান
de: Saisonales Kachel-Leuchten anzeigen
es: Mostrar brillo estacional de las tarjetas
fr: Afficher la lueur saisonnière des tuiles
hi: मौसमी टाइल चमक दिखाएँ
id: Tampilkan cahaya ubin musiman
it: Mostra il bagliore stagionale delle tessere
ru: Показывать сезонное свечение плиток

source: Show Spring Equinox event
bn: বসন্ত বিষুব দেখান
de: Frühlings-Tagundnachtgleiche anzeigen
es: Mostrar equinoccio de primavera
fr: Afficher l'équinoxe de printemps
hi: वसंत विषुव दिखाएँ
id: Tampilkan Ekuinoks musim semi
it: Mostra Equinozio di primavera
ru: Показывать весеннее равноденствие

source: Show strong wind alerts
bn: শক্তিশালী বায়ু সতর্কবার্তা দেখান
de: Starke Windwarnungen anzeigen
es: Mostrar alertas de viento fuerte
fr: Afficher les alertes de vent fort
hi: मजबूत हवा की चेतावनियाँ दिखाएं
id: Tampilkan peringatan angin kencang
it: Mostra gli avvisi di vento forte
ru: Показать предупреждения о сильном ветре

source: Show Summer Solstice event
bn: গ্রীষ্ম অয়নান্ত দেখান
de: Sommersonnenwende anzeigen
es: Mostrar solsticio de verano
fr: Afficher le solstice d'été
hi: ग्रीष्म अयनांत दिखाएँ
id: Tampilkan Solstis musim panas
it: Mostra Solstizio d'estate
ru: Показывать летнее солнцестояние

source: Show total lunar eclipse event
bn: পূর্ণ চন্দ্রগ্রহণ ইভেন্ট দেখান
de: Totale Mondfinsternis anzeigen
es: Mostrar eclipse lunar total
fr: Afficher l'éclipse totale de Lune
hi: पूर्ण चंद्र ग्रहण इवेंट दिखाएँ
id: Tampilkan gerhana bulan total
it: Mostra l'eclissi lunare totale
ru: Показывать полное лунное затмение

source: Show total solar eclipse event
bn: পূর্ণ সূর্যগ্রহণ ইভেন্ট দেখান
de: Totale Sonnenfinsternis anzeigen
es: Mostrar eclipse solar total
fr: Afficher l'éclipse totale de Soleil
hi: पूर्ण सूर्य ग्रहण इवेंट दिखाएँ
id: Tampilkan gerhana matahari total
it: Mostra l'eclissi solare totale
ru: Показывать полное солнечное затмение

source: Show Valentine's Day event
bn: ভ্যালেন্টাইনস ডে দেখান
de: Valentinstag anzeigen
es: Mostrar Día de San Valentín
fr: Afficher la Saint-Valentin
hi: वेलेंटाइन दिवस दिखाएँ
id: Tampilkan Hari Valentine
it: Mostra San Valentino
ru: Показывать День святого Валентина

source: Show weather alerts
bn: আবহাওয়া সতর্কবাণী দেখান
de: Wetterwarnungen anzeigen
es: Mostrar alertas meteorológicas
fr: Afficher les alertes météorologiques
hi: मौसम चेतावनियाँ दिखाएं
id: Tampilkan peringatan cuaca
it: Mostra avvisi meteorologici
ru: Показывать метеопредупреждения

source: Show Winter Solstice event
bn: শীত অয়নান্ত দেখান
de: Wintersonnenwende anzeigen
es: Mostrar solsticio de invierno
fr: Afficher le solstice d'hiver
hi: शीत अयनांत दिखाएँ
id: Tampilkan Solstis musim dingin
it: Mostra Solstizio d'inverno
ru: Показывать зимнее солнцестояние

source: Skywatching tips
bn: আকাশ পর্যবেক্ষণের টিপস
de: Tipps zum Himmelsbeobachten
es: Consejos para observar el cielo
fr: Conseils d’observation
hi: आकाश देखने के सुझाव
id: Tips mengamati langit
it: Consigli per osservare il cielo
ru: Советы по наблюдению

source: slight rain
bn: হালকা বৃষ্টি
de: leichter Regen
es: lluvia ligera
fr: pluie légère
hi: हल्की बारिश
id: hujan ringan
it: pioggia leggera
ja: 小雨
lt: nedidelis lietus
ru: небольшой дождь
vi: mưa nhỏ

source: slight rain showers
bn: হালকা বৃষ্টির ঝড়
de: leichte Regenschauer
es: lloviznas ligeras
fr: averses légères
hi: हल्की वर्षा की बौछारें
id: hujan gerimis ringan
it: rovesci di pioggia leggera
ja: 小雨のにわか雨
lt: nedidelis lietus
ru: небольшие дожди
vi: cơn mưa nhỏ

source: slight snow showers
bn: হালকা তুষারপাত
de: leichte Schneeschauer
es: ligeras nevadas
fr: faibles averses de neige
hi: हल्की हिमबारिश
id: hujan salju ringan
it: deboli nevicate
ja: 小雪のにわか雪
lt: silpni sniego smiltelėjimai
ru: небольшие снегопады
vi: cơn tuyết nhỏ

source: slight snowfall
bn: হালকা তুষারপাত
de: leichter Schneefall
es: nevada ligera
fr: faibles chutes de neige
hi: हल्की हिमपात
id: salju ringan
it: nevicata leggera
ja: 小雪
lt: nedidelis sniegas
ru: небольшой снегопад
vi: tuyết rơi nhỏ

source: Small actions accumulate: a planted tree, a cleared shoreline, a renewed path.
bn: ছোট ছোট কাজ জমতে জমতে বড় হয়: একটি গাছ লাগানো, একটি তীরভূমি পরিষ্কার করা, একটি পথ নতুন করে গড়ে তোলা।
de: Kleine Handlungen summieren sich: ein gepflanzter Baum, ein gesäubertes Ufer, ein erneuerter Pfad.
es: Las pequeñas acciones se acumulan: un árbol plantado, una orilla limpiada, un sendero renovado.
fr: Les petites actions s’additionnent : un arbre planté, un rivage nettoyé, un sentier restauré.
hi: छोटे-छोटे काम जुड़ते जाते हैं: लगाया हुआ पेड़, साफ़ किया हुआ किनारा, फिर से संवारा हुआ रास्ता।
id: Tindakan kecil terakumulasi: satu pohon yang ditanam, garis pantai yang dibersihkan, jalur yang diperbarui.
it: Le piccole azioni si sommano: un albero piantato, una riva ripulita, un sentiero rinnovato.
ru: Небольшие действия складываются в большое: посаженное дерево, очищенный берег, обновлённая тропа.

source: snow grains
bn: তুষার কণা
de: Schneegriesel
es: granos de nieve
fr: grains de neige
hi: हिमकण
id: butiran salju
it: granuli di neve
ja: 粉雪
lt: sniego grūdeliai
ru: зерна снега
vi: hạt tuyết

source: Solar eclipses have been recorded for thousands of years, inspiring awe, uncertainty, and careful study.
bn: সূর্যগ্রহণ হাজার হাজার বছর ধরে নথিভুক্ত, আর তা বিস্ময়, অনিশ্চয়তা, এবং সতর্ক অধ্যয়নে অনুপ্রাণিত করেছে।
de: Sonnenfinsternisse werden seit Tausenden von Jahren aufgezeichnet; sie wecken Ehrfurcht, Unsicherheit und sorgfältiges Studium.
es: Los eclipses solares se han registrado durante miles de años, inspirando asombro, incertidumbre y estudio cuidadoso.
fr: Les éclipses solaires sont consignées depuis des milliers d’années, inspirant fascination, incertitude et étude attentive.
hi: सूर्यग्रहण हजारों वर्षों से दर्ज किए जाते रहे हैं, और उन्होंने विस्मय, अनिश्चितता, और सावधानीपूर्ण अध्ययन को जन्म दिया।
id: Gerhana Matahari telah dicatat selama ribuan tahun, menginspirasi kekaguman, ketidakpastian, dan kajian yang teliti.
it: Le eclissi di Sole sono registrate da migliaia di anni, ispirando meraviglia, incertezza e studio attento.
ru: Солнечные затмения записывают уже тысячи лет — они вызывали трепет, тревогу и тщательное изучение.
