Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: The shower takes its name from Quadrans Muralis, a former constellation that no longer appears on modern star charts.
bn: এই উল্কাবৃষ্টির নাম এসেছে কোয়াড্রান্স মুরালিস থেকে, যা একটি প্রাক্তন নাক্ষত্রমণ্ডল এবং আধুনিক তারামানে আর নেই।
de: Der Schauer verdankt seinen Namen Quadrans Muralis, einem ehemaligen Sternbild, das auf modernen Sternkarten nicht mehr erscheint.
es: La lluvia toma su nombre de Quadrans Muralis, una antigua constelación que ya no aparece en las cartas estelares modernas.
fr: La pluie tire son nom de Quadrans Muralis, une ancienne constellation qui n’apparaît plus sur les cartes modernes du ciel.
hi: यह वर्षा क्वाड्रैंस म्यूरालिस से नामित है, एक पूर्व तारामंडल जो आधुनिक तारामंडल मानचित्रों में अब नहीं दिखता।
id: Hujan meteor ini mengambil namanya dari Quadrans Muralis, sebuah rasi bintang lama yang tidak lagi muncul pada peta bintang modern.
it: La pioggia prende il nome da Quadrans Muralis, un’antica costellazione che non compare più nelle moderne mappe stellari.
ru: Название потока связано с Quadrans Muralis — прежним созвездием, которого уже нет на современных звёздных картах.

source: The shower’s radiant lies near the constellation Aquarius, rising before dawn when viewing conditions are at their best.
bn: এই উল্কাবৃষ্টির উজ্জ্বল কেন্দ্রটি কুম্ভ নক্ষত্রমণ্ডলের কাছে, যা ভোরের আগে উঠে যখন দেখার পরিস্থিতি সেরা থাকে।
de: Der Radiant des Schauers liegt nahe dem Sternbild Wassermann und steigt vor der Morgendämmerung auf, wenn die Bedingungen am besten sind.
es: El radiante de la lluvia se sitúa cerca de la constelación de Acuario, y se eleva antes del amanecer, cuando las condiciones de observación son mejores.
fr: Le radiant de la pluie se situe près de la constellation du Verseau, se levant avant l’aube lorsque les conditions d’observation sont les meilleures.
hi: वर्षा का रेडिएंट कुंभ (Aquarius) तारामंडल के पास है, जो भोर से पहले उगता है जब देखने की परिस्थितियाँ सबसे अच्छी होती हैं।
id: Titik radiannya berada dekat rasi bintang Aquarius, terbit sebelum fajar ketika kondisi pengamatan berada pada titik terbaiknya.
it: Il radiante della pioggia si trova vicino alla costellazione dell’Acquario e sorge prima dell’alba, quando le condizioni di osservazione sono migliori.
ru: Радиант потока находится рядом с созвездием Водолея и поднимается перед рассветом, когда условия для наблюдения лучшие.

source: The spring equinox marks the moment when day and night stand in near-perfect balance.
bn: বসন্ত বিষুব সেই মুহূর্ত যখন দিন ও রাত প্রায় নিখুঁত ভারসাম্যে দাঁড়ায়।
de: Die Frühlings-Tagundnachtgleiche markiert den Moment, in dem Tag und Nacht nahezu perfekt im Gleichgewicht sind.
es: El equinoccio de primavera marca el momento en que el día y la noche se encuentran en un equilibrio casi perfecto.
fr: L’équinoxe de printemps marque le moment où le jour et la nuit sont dans un équilibre presque parfait.
hi: वसंत विषुव वह क्षण है जब दिन और रात लगभग पूर्ण संतुलन में खड़े होते हैं।
id: Ekuinoks musim semi menandai momen ketika siang dan malam berada dalam keseimbangan nyaris sempurna.
it: L’equinozio di primavera segna il momento in cui giorno e notte sono in quasi perfetto equilibrio.
ru: Весеннее равноденствие — момент, когда день и ночь находятся в почти идеальном равновесии.

source: The stream of debris that creates the Quadrantids is unusually narrow, so Earth passes through it quickly.
bn: যে ধ্বংসাবশেষের স্রোত কোয়াড্রান্টিডস তৈরি করে তা অস্বাভাবিকভাবে সরু, তাই পৃথিবী এর মধ্যে দিয়ে দ্রুত চলে যায়।
de: Der Trümmerstrom, der die Quadrantiden erzeugt, ist ungewöhnlich schmal, sodass die Erde ihn schnell durchquert.
es: La corriente de restos que crea las Cuadrántidas es inusualmente estrecha, por lo que la Tierra la atraviesa rápidamente.
fr: Le courant de débris qui crée les Quadrantides est inhabituellement étroit, si bien que la Terre le traverse rapidement.
hi: क्वाड्रैंटिड्स बनाने वाली मलबे की धारा असामान्य रूप से संकरी है, इसलिए पृथ्वी इसे जल्दी पार कर जाती है।
id: Aliran puing-puing yang membentuk Quadrantid luar biasa sempit, sehingga Bumi melintasinya dengan cepat.
it: Il flusso di detriti che genera le Quadrantidi è insolitamente stretto, quindi la Terra lo attraversa rapidamente.
ru: Поток частиц, создающий Квадрантиды, необычно узкий, поэтому Земля проходит через него быстро.

source: The summer solstice marks the longest day of the year, when the sun reaches its highest path across the sky.
bn: গ্রীষ্মকালীন অয়নান্ত বছরের সবচেয়ে দীর্ঘ দিন, যখন সূর্য আকাশে তার সর্বোচ্চ পথে ওঠে।
de: Die Sommersonnenwende markiert den längsten Tag des Jahres, wenn die Sonne ihren höchsten Weg über den Himmel erreicht.
es: El solsticio de verano marca el día más largo del año, cuando el sol alcanza su trayectoria más alta en el cielo.
fr: Le solstice d’été marque le jour le plus long de l’année, lorsque le soleil atteint sa trajectoire la plus haute dans le ciel.
hi: ग्रीष्म अयनांत वर्ष का सबसे लंबा दिन है, जब सूर्य आकाश में अपनी सबसे ऊँची राह पर पहुँचता है।
id: Solstis musim panas menandai hari terpanjang dalam setahun, ketika Matahari mencapai lintasan tertingginya melintasi langit.
it: Il solstizio d’estate segna il giorno più lungo dell’anno, quando il sole raggiunge il suo percorso più alto nel cielo.
ru: Летнее солнцестояние — самый длинный день года, когда солнце проходит по самой высокой дуге в небе.

source: The tradition grows from Indigenous Mexican beliefs about death and the afterlife, later blending with Catholic observances of All Saints’ and All Souls’ Days.
bn: এই ঐতিহ্যটি মেক্সিকান আদিবাসীদের মৃত্যু ও পরজীবনের বিশ্বাস থেকে গড়ে উঠেছে এবং পরে ক্যাথলিকদের অল সেন্টস ও অল সোলস দিবসের প্রথার সাথে মিশে গেছে।
de: Die Tradition geht auf indigene mexikanische Vorstellungen von Tod und Jenseits zurück und vermischte sich später mit katholischen Bräuchen zu Allerheiligen und Allerseelen.
es: La tradición surge de creencias indígenas mexicanas sobre la muerte ... junto con las observancias católicas del Día de Todos los Santos y el Día de los Fieles Difuntos.
fr: La tradition provient des croyances indigènes mexicaines sur la mort et l’au-delà, puis s’est mêlée aux observances catholiques de la Toussaint et du Jour des défunts.
hi: यह परंपरा मृतकों के बारे में स्वदेशी मैक्सिकन मान्यताओं से बढ़ी, और ऑल सेंट्स व ऑल सोल्स डेज़ के कैथोलिक अनुष्ठानों के साथ मिल गई।
id: Tradisi ini berakar dari kepercayaan masyarakat adat Meksiko tentang kematian dan alam baka, lalu berpadu dengan pengamatan Katolik pada Hari Semua Orang Kudus dan Hari Arwah.
it: La tradizione nasce dalle credenze indigene messicane sulla morte e l’aldilà, fondendosi poi con le osservanze cattoliche di Ognissanti e della Commemorazione dei defunti.
ru: Традиция выросла из верований коренных народов Мексики о... смерти, переплетаясь с католическими Днём всех святых и Днём всех усопших.

source: The winter solstice marks the shortest day and longest night of the year, and the turning point toward gradually longer daylight.
bn: শীত অয়নান্ত বছরের সবচেয়ে ছোট দিন এবং দীর্ঘতম রাতকে চিহ্নিত করে, এবং ধীরে ধীরে দীর্ঘদিনের দিক পরিবর্তনের সূচনা নির্দেশ করে।
de: Die Wintersonnenwende markiert den kürzesten Tag und die längste Nacht des Jahres – und den Wendepunkt hin zu allmählich längerem Tageslicht.
es: El solsticio de invierno marca el día más corto y la noche más larga ... del año, y el punto de inflexión hacia días gradualmente más largos.
fr: Le solstice d’hiver marque le jour le plus court et la nuit la plus longue de l’année, ainsi que le tournant vers des jours progressivement plus longs.
hi: शीत अयनांत वर्ष का सबसे छोटा दिन और सबसे लंबी रात है, और धीरे-धीरे लंबी होती रोशनी की ओर मुड़ने का बिंदु।
id: Solstis musim dingin menandai hari terpendek dan malam terpanjang dalam setahun, serta titik balik menuju siang yang perlahan semakin panjang.
it: Il solstizio d’inverno segna il giorno più corto e la notte più lunga dell’anno, e il punto di svolta verso giornate gradualmente più lunghe.
ru: Зимнее солнцестояние — самый короткий день и самая длинная... ночь в году, точка поворота к постепенно увеличивающемуся световому дню.

source: The zodiac animal associated with the year is believed to shape its character and fortunes.
bn: বছরের সাথে সংশ্লিষ্ট রাশিচক্র প্রাণীটি তার চরিত্র ও ভাগ্যকে গঠন করে বলে বিশ্বাস করা হয়।
de: Man glaubt, dass das dem Jahr zugeordnete Tierkreiszeichen seinen Charakter und sein Glück prägt.
es: Se cree que el animal del zodíaco asociado al año moldea su carácter y su fortuna.
fr: On pense que l’animal du zodiaque associé à l’année en façonne le caractère et la fortune.
hi: वर्ष से जुड़ा राशिचक्र पशु उसके स्वभाव और भाग्य को आकार देने वाला माना जाता है।
id: Hewan zodiak yang terkait dengan tahun tersebut dipercaya membentuk karakter dan peruntungannya.
it: Si ritiene che l’animale zodiacale associato all’anno ne plasmi il carattere e le fortune.
ru: Считается, что зодиакальное животное года влияет на его характер и удачу.

source: Their likely parent body is the asteroid 2003 EH1, a reminder that even an unassuming rock can paint the sky with light.
bn: এদের সম্ভাব্য মূল উৎস হলো গ্রহাণু ২০০৩ EH1, যা মনে করিয়ে দেয় যে এক সাধারণ শিলাও আকাশে আলো ছড়াতে পারে।
de: Als wahrscheinlicher Ursprung gilt der Asteroid 2003 EH1 – eine Erinnerung daran, dass selbst ein unscheinbarer Fels den Himmel mit Licht bemalen kann.
es: Su probable cuerpo progenitor es el asteroide 2003 EH1, un recordatorio de que incluso una roca discreta puede pintar el cielo con luz.
fr: Leur corps parent probable est l’astéroïde 2003 EH1, rappel que même un simple rocher peut peindre le ciel de lumière.
hi: इनका संभावित मूल पिंड क्षुद्रग्रह 2003 EH1 है — यह याद दिलाता है कि एक साधारण-सा पत्थर भी आकाश को रोशनी से रंग सकता है।
id: Induk yang paling mungkin adalah asteroid 2003 EH1, pengingat bahwa bahkan batu yang tampak biasa dapat melukis langit dengan cahaya.
it: Il loro probabile corpo progenitore è l’asteroide 2003 EH1, un promemoria che anche una roccia apparentemente anonima può dipingere il cielo di luce.
ru: Их вероятный родительский объект — астероид 2003 EH1, напоминание о том, что даже неприметный камень может раскрасить небо светом.

source: Their meteors appear to radiate from the region near the constellation Orion, a figure long woven into myth and storytelling.
bn: এদের উল্কাগুলো ওরায়োন নক্ষত্রমণ্ডলের কাছাকাছি অঞ্চল থেকে বিচ্ছুরিত বলে মনে হয়, যা দীর্ঘদিন ধরে মিথ ও গল্পে জড়িয়ে রয়েছে।
de: Ihre Meteore scheinen aus der Gegend nahe dem Sternbild Orion zu strahlen – einer Figur, die seit Langem in Mythen und Erzählungen verwoben ist.
es: Sus meteoros parecen irradiar desde la región cercana a la constelación de Orión, ... una figura largamente entretejida en el mito y la narración.
fr: Leurs météores semblent rayonner depuis la région proche de la constellation d’Orion, une figure depuis longtemps tissée de mythes et de récits.
hi: इनकी उल्काएँ ओरायन तारामंडल के पास के क्षेत्र से फैलती हुई लगती हैं — एक आकृति जो लंबे समय से मिथक और कथाओं में बुनी गई है।
id: Meteor-meteornya tampak memancar dari wilayah dekat rasi bintang Orion, sosok yang sejak lama terjalin dalam mitos dan cerita.
it: Le loro meteore sembrano irradiarsi dalla regione vicino alla costellazione di Orione, una figura da sempre intrecciata a mito e narrazione.
ru: Кажется, что их метеоры исходят из области рядом с... созвездием Ориона — образом, давно вплетённым в мифы и рассказы.

source: Their peak often coincides with long, dark viewing hours, when observing conditions are especially favourable.
bn: এদের শীর্ষ প্রায়শই দীর্ঘ, অন্ধকার পর্যবেক্ষণ সময়ের সাথে মিলে যায়, যখন দেখার অবস্থা বিশেষভাবে অনুকূল হয়।
de: Ihr Maximum fällt oft in lange, dunkle Beobachtungsstunden, wenn die Bedingungen besonders günstig sind.
es: Su pico a menudo coincide con largas horas de observación en la oscuridad, cuando las condiciones son especialmente favorables.
fr: Leur pic coïncide souvent avec de longues heures d’observation nocturne, lorsque les conditions sont particulièrement favorables.
hi: इनका चरम अक्सर लंबी, अंधेरी देखने वाली घंटियों के साथ मेल खाता है, जब परिस्थितियाँ विशेष रूप से अनुकूल होती हैं।
id: Puncaknya sering bertepatan dengan jam pengamatan yang panjang dan gelap, ketika kondisi observasi sangat menguntungkan.
it: Il loro picco spesso coincide con lunghe ore di buio, quando le condizioni di osservazione sono particolarmente favorevoli.
ru: Их пик часто совпадает с длинными тёмными часами наблюдения, когда условия особенно благоприятны.

source: Their radiant lies in the constellation Perseus, and the shower is especially prominent in the northern hemisphere, though visible worldwide.
bn: এদের উজ্জ্বল কেন্দ্র পার্সিউস নক্ষত্রমণ্ডলে, এবং এই উল্কাবৃষ্টি বিশেষ করে উত্তর গোলার্ধে দৃশ্যমান, যদিও বিশ্বব্যাপী দেখা যায়।
de: Ihr Radiant liegt im Sternbild Perseus, und der Schauer ist besonders auf der Nordhalbkugel markant, aber weltweit sichtbar.
es: Su radiante se encuentra en la constelación de Perseo, y la lluvia es ... especialmente prominente en el hemisferio norte, aunque visible en todo el mundo.
fr: Leur radiant se situe dans la constellation de Persée, et la pluie est particulièrement marquée dans l’hémisphère nord, bien qu’elle soit visible partout dans le monde.
hi: इनका रेडिएंट पर्सियस तारामंडल में है, और यह वर्षा उत्तरी गोलार्ध में अधिक प्रमुख होती है, हालांकि दुनिया भर से दिखाई देती है।
id: Titik radiannya berada di rasi bintang Perseus, dan hujan meteor ini sangat menonjol di belahan bumi utara, meski terlihat di seluruh dunia.
it: Il loro radiante si trova nella costellazione di Perseo e la pioggia è particolarmente evidente nell’emisfero nord, pur essendo visibile in tutto il mondo.
ru: Их радиант находится в созвездии Персея, и поток... наиболее заметен в северном полушарии, хотя виден по всему миру.

source: There is a {0}% chance of precipitation.
bn: বৃষ্টির সম্ভাবনা {0}%।
de: Es besteht eine {0}%ige Niederschlagswahrscheinlichkeit.
es: Hay un {0}% de probabilidad de precipitación.
fr: Il y a {0}% de chances de précipitations.
hi: वर्षा की {0}% संभावना है।
id: Ada kemungkinan {0}% akan terjadi presipitasi.
it: C'è una probabilità del {0}% di precipitazioni.
ja: 降水確率は{0}%です。
lt: Yra {0}% kritulių tikimybė.
ru: Вероятность осадков составляет {0}%.
vi: Có {0}% khả năng có mưa.

source: There’s something quietly luminous about the day itself — the glow of lights in windows, slow mornings, familiar songs, and tables set for gathering.
bn: দিনটির নিজস্ব একটি নীরব দীপ্তি আছে — জানালায় আলো জ্বলা, ধীর সকাল, পরিচিত গান এবং সমবেত হওয়ার জন্য সাজানো টেবিল।
de: Der Tag selbst hat etwas still Leuchtendes – das Glimmen von Lichtern in Fenstern, langsame Morgen, vertraute Lieder und gedeckte Tische zum Zusammenkommen.
es: Hay algo discretamente luminoso en el propio día — ... ventanas que brillan, mañanas lentas, canciones familiares y mesas puestas para reunirse.
fr: Il y a quelque chose de doucement lumineux dans la journée elle-même — la lueur des guirlandes aux fenêtres, les matinées lentes, les chansons familières et les tables dressées pour se retrouver.
hi: दिन में खुद एक शांत चमक होती है — धीमी शामें, सुस्त सुबहें, परिचित गीत, और जुटने के लिए सजी मेज़ें।
id: Ada sesuatu yang berkilau tenang pada hari itu sendiri — cahaya lampu di jendela, pagi yang lambat, lagu-lagu yang akrab, dan meja yang disiapkan untuk berkumpul.
it: C’è qualcosa di silenziosamente luminoso nella giornata stessa — il bagliore delle luci alle finestre, mattine lente, canzoni familiari e tavole apparecchiate per stare insieme.
ru: В самом дне есть тихая светлость —... снежные пейзажи, медленные утра, знакомые песни и столы, накрытые для встреч.

source: These events played an important role in the development of scientific understanding of meteor showers.
bn: এই ঘটনাগুলো উল্কাবৃষ্টির বৈজ্ঞানিক বোঝাপড়া বিকাশে গুরুত্বপূর্ণ ভূমিকা রেখেছে।
de: Diese Ereignisse spielten eine wichtige Rolle bei der Entwicklung des wissenschaftlichen Verständnisses von Meteorschauern.
es: Estos eventos desempeñaron un papel importante en el desarrollo de la comprensión científica de las lluvias de meteoros.
fr: Ces événements ont joué un rôle important dans le développement de la compréhension scientifique des pluies de météores.
hi: इन घटनाओं ने उल्का-वर्षाओं की वैज्ञानिक समझ के विकास में महत्वपूर्ण भूमिका निभाई।
id: Peristiwa-peristiwa ini memainkan peran penting dalam perkembangan pemahaman ilmiah tentang hujan meteor.
it: Questi eventi hanno avuto un ruolo importante nello sviluppo della comprensione scientifica delle piogge meteoriche.
ru: Эти события сыграли важную роль в развитии научного понимания метеорных потоков.

source: They are especially known for their steady rates and vivid, often colourful trails.
bn: তারা তাদের স্থির হারের এবং উজ্জ্বল, প্রায়ই রঙিন রেখার জন্য বিশেষভাবে পরিচিত।
de: Sie sind besonders bekannt für ihre gleichmässigen Raten und ihre lebhaften, oft farbigen Spuren.
es: Se conocen especialmente por sus tasas constantes y sus estelas vívidas, a menudo coloridas.
fr: Elles sont particulièrement connues pour leurs taux réguliers et leurs traînées vives, souvent colorées.
hi: ये विशेष रूप से अपनी स्थिर दरों और जीवंत, अक्सर रंगीन लकीरों के लिए जानी जाती हैं।
id: Mereka terutama dikenal karena laju yang stabil dan jejak yang jelas, sering kali berwarna.
it: Sono particolarmente note per i tassi costanti e per scie vivide, spesso colorate.
ru: Они особенно известны ровной интенсивностью и яркими, часто цветными следами.

source: They are typically a gentle shower that rewards patient skywatching.
bn: এগুলি সাধারণত একটি কোমল উল্কাবৃষ্টি, যা ধৈর্যশীল আকাশদর্শকদের পুরস্কৃত করে।
de: Typischerweise ist es ein sanfter Schauer, der geduldiges Beobachten belohnt.
es: Suelen ser una lluvia suave que recompensa la observación paciente del cielo.
fr: Ce sont généralement des pluies douces qui récompensent l’observation patiente.
hi: ये आम तौर पर एक सौम्य वर्षा होती है, जो धैर्यपूर्वक आकाश देखने का इनाम देती है।
id: Mereka biasanya merupakan hujan meteor yang lembut yang menghargai pengamatan langit dengan sabar.
it: Di solito sono una pioggia gentile che premia chi osserva il cielo con pazienza.
ru: Обычно это мягкий поток, который вознаграждает терпеливое наблюдение.

source: They peak in early May and are especially well seen from the southern hemisphere, though northern skies still catch their share of streaks.
bn: এগুলোর শীর্ষ মে মাসের শুরুর দিকে এবং দক্ষিণ গোলার্ধ থেকে বিশেষভাবে ভালো দেখা যায়, যদিও উত্তর দিকের আকাশও নিজেদের অংশের রেখা ধরে।
de: Ihr Maximum liegt Anfang Mai und sie sind besonders gut von der Südhalbkugel aus zu sehen, auch wenn der Norden ebenfalls seinen Anteil an Spuren abbekommt.
es: Alcanzan su pico a principios de mayo y se ven especialmente bien desde el ... hemisferio sur, aunque los cielos del norte también captan su parte de estelas.
fr: Elles culminent début mai et sont particulièrement bien visibles depuis l’hémisphère sud, même si les cieux du nord en captent aussi leur part.
hi: ये मई की शुरुआत में चरम पर होती हैं और दक्षिणी गोलार्ध से विशेष रूप से अच्छी दिखती हैं, हालांकि उत्तरी आकाश भी अपनी हिस्से की लकीरें पकड़ लेता है।
id: Mereka memuncak pada awal Mei dan paling baik terlihat dari belahan bumi selatan, meski langit utara tetap kebagian garis-garisnya.
it: Raggiungono il picco all’inizio di maggio e si osservano particolarmente bene dall’emisfero sud, anche se anche i cieli del nord ne vedono la loro parte.
ru: Пик приходится на начало мая, и лучше всего они видны в... южном полушарии, хотя и северное небо тоже ловит свою долю следов.

source: They serve as a quiet reminder that the sky still holds the power to surprise.
bn: এগুলি নীরবে স্মরণ করিয়ে দেয় যে আকাশ এখনও বিস্মিত করার শক্তি ধরে রেখেছে।
de: Sie sind eine stille Erinnerung daran, dass der Himmel noch immer die Kraft hat, zu überraschen.
es: Sirven como un recordatorio silencioso de que el cielo aún tiene el poder de sorprender.
fr: Elles servent de rappel discret que le ciel a encore le pouvoir de surprendre.
hi: ये एक शांत याद दिलाती हैं कि आकाश में अब भी चौंकाने की ताकत है।
id: Mereka menjadi pengingat sunyi bahwa langit masih punya kemampuan untuk mengejutkan.
it: Servono da quieto promemoria che il cielo ha ancora il potere di sorprendere.
ru: Они служат тихим напоминанием, что небо всё ещё умеет удивлять.

source: This makes the period of strongest activity short, but it can be especially spectacular.
bn: এতে সবচেয়ে সক্রিয় সময়কালটি সংক্ষিপ্ত হয়, তবে এটি বিশেষভাবে চমকপ্রদ হতে পারে।
de: Dadurch ist die Phase der stärksten Aktivität kurz, kann aber besonders spektakulär sein.
es: Esto hace que el periodo de actividad más intensa sea corto, pero puede ser especialmente espectacular.
fr: Cela rend la période d’activité la plus forte courte, mais elle peut être particulièrement spectaculaire.
hi: इससे सबसे मजबूत गतिविधि की अवधि छोटी होती है, लेकिन यह विशेष रूप से शानदार हो सकती है।
id: Ini membuat periode aktivitas terkuat menjadi singkat, tetapi bisa sangat spektakuler.
it: Questo rende breve il periodo di attività più intensa, ma può essere particolarmente spettacolare.
ru: Из-за этого период максимальной активности короткий, но может быть особенно впечатляющим.

source: This same atmospheric filtering that produces red sunsets gives the Moon its copper and crimson tones during totality.
bn: লাল সূর্যাস্ত তৈরি করা এই একই বায়ুমণ্ডলীয় পরিশোধন পূর্ণ গ্রহণে চাঁদকে তামা ও গাঢ় লালের রঙ দেয়।
de: Dasselbe atmosphärische Filtern, das rote Sonnenuntergänge erzeugt, verleiht dem Mond während der Totalität seine Kupfer- und Karmesintöne.
es: Este mismo filtrado atmosférico que produce los atardeceres rojos le da a la Luna sus tonos de cobre y carmesí durante la totalidad.
fr: Ce même filtrage atmosphérique qui produit des couchers de soleil rouges donne à la Lune ses teintes de cuivre et de cramoisi pendant la totalité.
hi: यही वायुमंडलीय छनाई, जो लाल सूर्योदय-सूर्यास्त बनाती है, पूर्णता के दौरान चाँद को ताँबे और गहरे लाल के रंग देती है।
id: Penyaringan atmosfer yang sama yang menghasilkan matahari terbenam merah memberi Bulan nuansa tembaga dan merah tua selama totalitas.
it: Lo stesso filtraggio atmosferico che produce tramonti rossi dona alla Luna le sue tonalità di rame e cremisi durante la totalità.
ru: То же атмосферное рассеяние, которое даёт красные закаты, при полной фазе окрашивает Луну в медные и багряные тона.

source: thunderstorm
bn: বজ্রপাত
de: Gewitter
es: tormenta eléctrica
fr: orage
hi: आंधी तूफ़ान
id: badai petir
it: temporale
ja: 雷雨
lt: perkūnija
ru: гроза
vi: bão

source: thunderstorm with heavy hail
bn: ভারী বরফের সাথে বজ্রপাত
de: Gewitter mit starkem Hagel
es: tormenta eléctrica con granizo fuerte
fr: orage avec de fortes grêles
hi: भारी ओले वाली आंधी तूफ़ान
id: badai petir dengan hujan es yang lebat
it: temporale con forte grandine
ja: ひどいひょうを伴う雷雨
lt: perkūnija su stipria kruša
ru: гроза с сильным градом
vi: bão kèm mưa đá lớn

source: thunderstorm with slight hail
bn: হালকা বরফের সাথে বজ্রপাত
de: Gewitter mit leichtem Hagel
es: tormenta eléctrica con granizo ligero
fr: orage avec de légères grêles
hi: हल्के ओले वाली आंधी तूफ़ान
id: badai petir dengan hujan es ringan
it: temporale con leggera grandine
ja: 小規模なひょうを伴う雷雨
lt: perkūnija su nedidele kruša
ru: гроза с небольшим градом
vi: bão kèm mưa đá nhỏ

source: Thursday
bn: বৃহস্পতিবার
de: Donnerstag
es: Jueves
fr: Jeudi
hi: गुरुवार
id: Kamis
it: Giovedì
ja: 木曜日
lt: Ketvirtadienis
ru: Четверг
vi: Thứ Năm
