Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: Zakat al-Fitr, a form of charitable giving, is a central obligation of the day, ensuring that all can take part in the celebration.
bn: যাকাতুল ফিতর, দানের একটি রূপ, দিনের একটি কেন্দ্রীয় বাধ্যবাধকতা ... যাতে সবাই উৎসবে অংশ নিতে পারে।
de: Zakat al-Fitr, eine Form der Wohltätigkeit, ist eine zentrale Pflicht des Tages und stellt sicher, dass alle an der Feier teilhaben können.
es: Zakat al-Fitr, una forma de caridad, es una obligación central ... del día, asegurando que todos puedan participar en la celebración.
fr: La Zakat al-Fitr, une forme de don caritatif, est une obligation centrale de la journée, garantissant que chacun puisse prendre part à la célébration.
hi: ज़कात अल-फ़ितर, दान देने का एक रूप, इस दिन की एक केंद्रीय बाध्यता है — इसे दिन के दौरान दिया जाता है, ताकि सभी उत्सव में शामिल हो सकें।
id: Zakat al-Fitr, bentuk sedekah, merupakan kewajiban utama pada hari itu, memastikan semua orang dapat ikut serta dalam perayaan.
it: La zakat al-fitr, una forma di carità, è un obbligo centrale della giornata e garantisce che tutti possano partecipare alla celebrazione.
ru: Закят аль-Фитр, форма благотворительности, — центральная обя...занность дня, чтобы каждый мог принять участие в празднике.

source: An error has occurred while fetching your location. Please check the console for more details.
ja: 位置情報を取得中にエラーが発生しました。詳細はコンソールを確認してください。
lt: Gaunant jūsų vietą įvyko klaida. Daugiau informacijos ieškokite konsolėje.
vi: Đã xảy ra lỗi khi lấy vị trí của bạn. Vui lòng kiểm tra console để biết thêm chi tiết.

source: Bug report
ja: バグ報告
lt: Klaidos ataskaita
vi: Báo cáo lỗi

source: Causes browser crashes or errors
ja: ブラウザのクラッシュやエラーを引き起こす
lt: Sukelia naršyklės avarijas ar klaidas
vi: Gây sự cố hoặc lỗi trình duyệt

source: Changed needs
ja: 変更されたニーズ
lt: Pasikeitę poreikiai
vi: Nhu cầu đã thay đổi

source: Concerned about privacy
ja: プライバシーに関する懸念
lt: Nerimaujama dėl privatumo
vi: Lo ngại về quyền riêng tư

source: Concerned about security
ja: セキュリティに関する懸念
lt: Nerimaujama dėl saugumo
vi: Lo ngại về an ninh

source: Consumes too much memory or CPU
ja: 多くのメモリまたはCPUを消費する
lt: Sunaudoja per daug atminties arba CPU
vi: Tiêu thụ quá nhiều bộ nhớ hoặc CPU

source: Details
ja: 詳細
lt: Išsamiai
vi: Chi tiết

source: Difficult to use or understand
ja: 使用または理解が難しい
lt: Sunku naudotis ar suprasti
vi: Khó sử dụng hoặc hiểu

source: Email (optional)
ja: メール（任意）
lt: El. paštas (nebūtinas)
vi: Email (tùy chọn)

source: Error
ja: エラー
lt: Klaida
vi: Lỗi

source: Error submitting feedback. Try again later.
ja: フィードバックの送信エラー。後でもう一度試してください。
lt: Klaida pateikiant atsiliepimą. Bandykite vėliau.
vi: Lỗi khi gửi phản hồi. Thử lại sau.

source: Feature request
ja: 機能リクエスト
lt: Funkcijos užklausa
vi: Yêu cầu tính năng

source: Features don't work as expected
ja: 機能が期待通りに動作しない
lt: Funkcijos neveikia kaip tikėtasi
vi: Tính năng không hoạt động như mong đợi

source: Feedback successfully submitted
ja: フィードバックが正常に送信されました
lt: Atsiliepimas sėkmingai pateiktas
vi: Gửi phản hồi thành công

source: Found a better alternative
ja: より良い代替案を見つけた
lt: Rasta geresnė alternatyva
vi: Tìm thấy một lựa chọn tốt hơn

source: I would appreciate if you could provide some feedback as to why you've uninstalled Weather Please. This allows me to make Weather Please a better product.
ja: Weather Pleaseをアンインストールした理由について、フィードバックを提供していただけるとありがたいです。これにより、Weather Pleaseをより良い製品にすることができます。
lt: Būčiau dėkingas, jei galėtumėte pateikti atsiliepimų, kodėl išinstaliavote Weather Please. Tai leidžia man padaryti Weather Please geresniu produktu.
vi: Tôi sẽ trân trọng nếu bạn có thể cung cấp phản hồi về lý do bạn đã gỡ cài đặt Weather Please. Điều này giúp tôi cải thiện Weather Please thành sản phẩm tốt hơn.

source: Issues after a recent update
ja: 最近のアップデート後の問題
lt: Problemų po neseniai atliktos atnaujinimo
vi: Vấn đề sau khi cập nhật gần đây

source: Lacks features I need
ja: 必要な機能が不足している
lt: Trūksta man reikalingų funkcijų
vi: Thiếu các tính năng tôi cần

source: {label}
ja: 言語
lt: Kalba
vi: Ngôn ngữ

source: Message
ja: メッセージ
lt: Pranešimas
vi: Tin nhắn

source: No longer need the functionality
ja: もはやその機能は必要ない
lt: Daugiau nebereikia funkcionalumo
vi: Không còn cần tính năng nữa

source: Not available in my language
ja: 私の言語では利用できません
lt: Mano kalba neprieinama
vi: Không có sẵn trong ngôn ngữ của tôi

source: Performance issues
ja: パフォーマンスの問題
lt: Veikimo problemos
vi: Vấn đề về hiệu suất

source: Resource usage
ja: リソースの使用
lt: Išteklių naudojimas
vi: Sử dụng tài nguyên

source: Security and privacy concerns
ja: セキュリティとプライバシーの懸念
lt: Saugumo ir privatumo problemos
vi: Mối quan tâm về an ninh và quyền riêng tư

source: Slows down my browser
ja: ブラウザを遅くする
lt: Lėtina mano naršyklę
vi: Làm chậm trình duyệt của tôi

source: Too much battery usage
ja: 過度のバッテリー使用
lt: Per didelis baterijos naudojimas
vi: Sử dụng quá nhiều pin

source: Uninstall feedback
ja: アンインストールに関するフィードバック
lt: Atsiliepimai apie šalinimą
vi: Phản hồi về việc gỡ cài đặt

source: Update or change related
ja: アップデートまたは変更に関連する
lt: Susiję su atnaujinimu ar pakeitimu
vi: Liên quan đến cập nhật hoặc thay đổi

source: Usability and functionality
ja: 使用性と機能性
lt: Naudojimo patogumas ir funkcionalumas
vi: Khả năng sử dụng và chức năng
