Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: In most years the Leonids unfold gently, yet they always carry the possibility of a sudden, breathtaking encore.
bn: বেশিরভাগ বছরে লিওনিডস শান্তভাবেই দেখা দেয়, তবু এতে হঠাৎ এক অসাধারণ এনকোরের সম্ভাবনা সবসময় থাকে।
de: In den meisten Jahren entfalten sich die Leoniden sanft, doch sie tragen immer die Möglichkeit einer plötzlichen, atemberaubenden Zugabe in sich.
es: En la mayoría de los años, las Leónidas se desarrollan suavemente, pero siempre llevan la posibilidad de un bis inesperado y sobrecogedor.
fr: La plupart des années, les Léonides se déroulent doucement, mais elles portent toujours la possibilité d’un rappel soudain et saisissant.
hi: अधिकांश वर्षों में लियोनिड्स धीरे-धीरे खुलते हैं, फिर भी उनमें अचानक और सांस रोक देने वाले एनकोर की संभावना हमेशा रहती है।
id: Pada kebanyakan tahun Leonid berlangsung lembut, namun selalu membawa kemungkinan encore yang mendadak dan menakjubkan.
it: Nella maggior parte degli anni le Leonidi si svolgono con dolcezza, ma portano sempre con sé la possibilità di un improvviso, mozzafiato bis.
ru: В большинстве лет Леониды проходят спокойно, но всегда сохраняют возможность внезапного, захватывающего повтора.

source: In the depth of the long night, even a single candle can feel like a sunrise.
bn: দীর্ঘ রাতের গভীরে, একটিমাত্র মোমবাতিও যেন সূর্যোদয়ের মতো লাগে।
de: In der Tiefe der langen Nacht kann selbst eine einzige Kerze wie ein Sonnenaufgang wirken.
es: En la profundidad de la larga noche, incluso una sola vela puede sentirse como un amanecer.
fr: Au cœur de la longue nuit, même une seule bougie peut donner l’impression d’un lever de soleil.
hi: लंबी रात की गहराई में, एक अकेली मोमबत्ती भी सूर्योदय जैसी लग सकती है।
id: Di kedalaman malam yang panjang, bahkan satu lilin saja bisa terasa seperti matahari terbit.
it: Nel cuore della lunga notte, persino una sola candela può sembrare un’alba.
ru: В глубине долгой ночи даже одна свеча может ощущаться как восход.

source: In this tradition, memory becomes a bridge between worlds, not a wall between them.
bn: এই ঐতিহ্যে স্মৃতি দুই জগতের মধ্যে সেতু হয়ে ওঠে, দেয়াল নয়।
de: In dieser Tradition wird Erinnerung zu einer Brücke zwischen Welten, nicht zu einer Mauer.
es: En esta tradición, la memoria se convierte en un puente entre mundos, no en un muro entre ellos.
fr: Dans cette tradition, la mémoire devient un pont entre les mondes, pas un mur entre eux.
hi: इस परंपरा में, स्मृति दुनियाों के बीच एक पुल बनती है, दीवार नहीं।
id: Dalam tradisi ini, ingatan menjadi jembatan antar dunia, bukan dinding yang memisahkan.
it: In questa tradizione, la memoria diventa un ponte tra i mondi, non un muro che li separa.
ru: В этой традиции память становится мостом между мирами, а не стеной между ними.

source: Invalid value. Settings will not save until this is valid.
bn: অবৈধ মান। এটি বৈধ না হওয়া পর্যন্ত সেটিংস সংরক্ষিত হবে না।
de: Ungültiger Wert. Die Einstellungen werden erst gespeichert, wenn dieser Wert gültig ist.
es: Valor no válido. La configuración no se guardará hasta que este valor sea válido.
fr: Valeur invalide. Les paramètres ne seront pas enregistrés tant que cette valeur n'est pas valide.
hi: अमान्य मान। जब तक यह मान्य नहीं होता, सेटिंग्स सहेजी नहीं जाएंगी।
id: Nilai tidak valid. Pengaturan tidak akan disimpan sampai nilai ini valid.
it: Valore non valido. Le impostazioni non verranno salvate finché questo valore non sarà valido.
ru: Недопустимое значение. Настройки не будут сохранены, пока оно не станет допустимым.

source: It begins with the sighting of the new moon, followed by a special morning prayer.
bn: নতুন চাঁদ দেখার মাধ্যমে এটি শুরু হয়, তারপর একটি বিশেষ সকালের প্রার্থনা হয়।
de: Es beginnt mit der Sichtung des Neumonds, gefolgt von einem besonderen Morgengebet.
es: Comienza con el avistamiento de la luna nueva, seguido de una oración especial por la mañana.
fr: Elle commence avec l’observation de la nouvelle lune, suivie d’une prière spéciale au matin.
hi: यह नए चाँद के दिखने से शुरू होता है, जिसके बाद विशेष सुबह की नमाज़ होती है।
id: Ini dimulai dengan terlihatnya bulan baru, diikuti dengan salat pagi khusus.
it: Inizia con l’avvistamento della nuova luna, seguito da una speciale preghiera del mattino.
ru: Он начинается с появления нового месяца, за которым следует особая утренняя молитва.

source: It centres on devotion, sacrifice, and the responsibility of generosity toward others.
bn: এটি ভক্তি, ত্যাগ এবং অন্যদের প্রতি উদারতার দায়িত্বকে কেন্দ্র করে।
de: Im Mittelpunkt stehen Hingabe, Opferbereitschaft und die Verantwortung, anderen gegenüber grosszügig zu sein.
es: Se centra en la devoción, el sacrificio y la responsabilidad de la generosidad hacia los demás.
fr: Elle est centrée sur la dévotion, le sacrifice et la responsabilité de la générosité envers les autres.
hi: यह भक्ति, त्याग, और दूसरों के प्रति उदारता की ज़िम्मेदारी पर केंद्रित है।
id: Ini berpusat pada pengabdian, pengorbanan, dan tanggung jawab untuk berderma kepada orang lain.
it: È incentrata su devozione, sacrificio e sulla responsabilità della generosità verso gli altri.
ru: Он посвящён вере, жертве и ответственности щедро делиться с другими.

source: It has often been observed alongside lunar cycles, communal feasts, and rituals honouring both abundance and change.
bn: এটি প্রায়ই চন্দ্রচক্র, সামূহিক ভোজ ও প্রাচুর্য ও পরিবর্তনকে সম্মান জানানো রীতির সঙ্গে পালন করা হয়েছে।
de: Es wurde oft im Einklang mit Mondzyklen, gemeinschaftlichen Festmahlen und Ritualen begangen, die sowohl Fülle als auch Wandel ehren.
es: A menudo se ha observado junto a ciclos lunares, banquetes comunitarios y rituales que honran tanto la abundancia como el cambio.
fr: On l’a souvent observée en lien avec les cycles lunaires, des festins communautaires et des rituels honorant à la fois l’abondance et le changement.
hi: इसे अक्सर चंद्र चक्रों, सामुदायिक भोजों, और प्रचुरता व परिवर्तन दोनों का सम्मान करने वाले अनुष्ठानों के साथ मनाया गया है।
id: Ini sering diamati bersama siklus bulan, jamuan komunal, dan ritual yang menghormati kelimpahan sekaligus perubahan.
it: È stata spesso osservata insieme ai cicli lunari, a banchetti comunitari e a rituali che onorano sia l’abbondanza sia il cambiamento.
ru: Его часто отмечали вместе с лунными циклами, общими пирами и ритуалами, почитающими и изобилие, и перемены.

source: It has since become a global observance, often drawing attention to local ecosystems, conservation efforts, and environmental challenges.
bn: তখন থেকে এটি একটি বৈশ্বিক দিবস হয়ে উঠেছে, যা প্রায়ই স্থানীয় বাস্তুতন্ত্র, সংরক্ষণ প্রচেষ্টা ও পরিবেশগত চ্যালেঞ্জের প্রতি মনোযোগ আকর্ষণ করে।
de: Seitdem ist es zu einem weltweiten Gedenktag geworden, der häufig den Blick auf lokale Ökosysteme, Naturschutz und Umweltprobleme lenkt.
es: Desde entonces se ha convertido en una conmemoración global, ... a menudo llamando la atención sobre ecosistemas locales, esfuerzos de conservación y desafíos ambientales.
fr: Elle est depuis devenue une célébration mondiale, attirant souvent l’attention sur les écosystèmes locaux, les efforts de conservation et les défis environnementaux.
hi: इसके बाद यह एक वैश्विक आयोजन बन गया, जो अक्सर स्थानीय पारिस्थितिक तंत्रों, संरक्षण प्रयासों और पर्यावरणीय चुनौतियों पर ध्यान खींचता है।
id: Sejak itu, ini menjadi peringatan global, sering menarik perhatian pada ekosistem setempat, upaya konservasi, dan tantangan lingkungan.
it: Da allora è diventata un’osservanza globale, spesso richiamando l’attenzione su ecosistemi locali, sforzi di conservazione e sfide ambientali.
ru: Со временем он стал глобальной датой, часто привлекающей внимание... к экосистемам, усилиям по сохранению природы и экологическим проблемам.

source: It invites friendly fear, shared laughter, and a little mischief.
bn: এটি আমন্ত্রণ জানায় বন্ধুত্বপূর্ণ ভয়, ভাগাভাগি করা হাসি এবং সামান্য দুষ্টুমিকে।
de: Es lädt zu freundlichem Gruseln, gemeinsamem Lachen und ein wenig Unfug ein.
es: Invita a un miedo amistoso, a risas compartidas y a un poco de travesura.
fr: Elle invite à une peur amicale, à des rires partagés et à un peu de malice.
hi: यह दोस्ताना डर, साझा हँसी, और थोड़ी-सी शरारत का निमंत्रण देता है।
id: Ini mengundang rasa takut yang ramah, tawa bersama, dan sedikit kenakalan.
it: Invita a una paura amichevole, a risate condivise e a un po’ di malizia.
ru: Он зовёт к дружескому страху, общему смеху и небольшому озорству.

source: It is a day that turns personal devotion into shared kindness.
bn: এটি এমন এক দিন যা ব্যক্তিগত ভক্তিকে ভাগাভাগি করা সদয়তার রূপ দেয়।
de: Es ist ein Tag, der persönliche Frömmigkeit in geteilte Güte verwandelt.
es: Es un día que convierte la devoción personal en bondad compartida.
fr: C’est un jour qui transforme la dévotion personnelle en bienveillance partagée.
hi: यह ऐसा दिन है जो व्यक्तिगत भक्ति को साझा करुणा में बदल देता है।
id: Ini adalah hari yang mengubah pengabdian pribadi menjadi kebaikan yang dibagikan.
it: È un giorno che trasforma la devozione personale in gentilezza condivisa.
ru: Это день, который превращает личную преданность в общую доброту.

source: It is a holiday shaped by gratitude, generosity, and gentle celebration.
bn: এটি কৃতজ্ঞতা, উদারতা ও কোমল উদ্‌যাপনের দ্বারা গঠিত একটি উৎসব।
de: Es ist ein Fest, geprägt von Dankbarkeit, Grosszügigkeit und stiller Freude.
es: Es una festividad moldeada por la gratitud, la generosidad y una celebración serena.
fr: C’est une fête façonnée par la gratitude, la générosité et une célébration tout en douceur.
hi: यह कृतज्ञता, उदारता, और सौम्य उत्सव से गढ़ी हुई छुट्टी है।
id: Ini adalah hari libur yang dibentuk oleh rasa syukur, kemurahan hati, dan perayaan yang lembut.
it: È una festività plasmata da gratitudine, generosità e una celebrazione delicata.
ru: Это праздник, сформированный благодарностью, щедростью и спокойным торжеством.

source: It is a holiday that speaks gently in the language of new beginnings.
bn: এটি এমন একটি উৎসব যা নরম সুরে নতুন সূচনার ভাষায় কথা বলে।
de: Es ist ein Fest, das leise in der Sprache der Neuanfänge spricht.
es: Es una festividad que habla suavemente en el lenguaje de los nuevos comienzos.
fr: C’est une fête qui parle doucement le langage des nouveaux départs.
hi: यह छुट्टी नए आरंभों की भाषा में धीरे से बात करती है।
id: Ini adalah hari libur yang berbicara lembut dalam bahasa awal yang baru.
it: È una festività che parla con dolcezza nel linguaggio dei nuovi inizi.
ru: Это праздник, который мягко говорит на языке новых начал.

source: It is a movable feast, its date determined by the cycle of the moon and the arrival of spring in the northern hemisphere.
bn: এটি একটি পরিবর্তনশীল উৎসব, যার তারিখ নির্ধারিত হয় চাঁদের চক্র ও উত্তর গোলার্ধে বসন্তের আগমনের দ্বারা।
de: Es ist ein bewegliches Fest, dessen Datum durch den Mondzyklus und den Beginn des Frühlings auf der Nordhalbkugel bestimmt wird.
es: Es una fiesta móvil: su fecha la determinan el ciclo de la luna y la llegada de la primavera en el hemisferio norte.
fr: C’est une fête mobile, dont la date est déterminée par le cycle de la lune et l’arrivée du printemps dans l’hémisphère nord.
hi: यह चलायमान पर्व है; इसकी तारीख चंद्र चक्र और उत्तरी गोलार्ध में वसंत के आगमन से तय होती है।
id: Ini adalah perayaan yang tanggalnya berubah-ubah, ditentukan oleh siklus bulan dan datangnya musim semi di belahan bumi utara.
it: È una festa mobile: la data è determinata dal ciclo della luna e dall’arrivo della primavera nell’emisfero nord.
ru: Это подвижный праздник: его дата определяется лунным циклом и приходом весны в северном полушарии.

source: It is a quiet and patient spectacle that rewards unhurried attention.
bn: এটি একটি শান্ত ও ধৈর্যশীল দৃশ্য, যা ধীর মনোযোগকে পুরস্কৃত করে।
de: Es ist ein stilles, geduldiges Schauspiel, das unaufgeregte Aufmerksamkeit belohnt.
es: Es un espectáculo silencioso y paciente que recompensa la atención sin prisas.
fr: C’est un spectacle calme et patient, qui récompense l’attention sans hâte.
hi: यह एक शांत और धैर्यपूर्ण दृश्य है, जो बिना जल्दबाज़ी के ध्यान का इनाम देता है।
id: Ini adalah pertunjukan yang tenang dan sabar, yang menghargai perhatian tanpa tergesa-gesa.
it: È uno spettacolo quieto e paziente, che premia un’attenzione senza fretta.
ru: Это тихое и терпеливое зрелище, которое вознаграждает неспешное внимание.

source: It is a shower with a long memory, linking modern stargazers with watchers of ancient skies.
bn: এটি একটি দীর্ঘ স্মৃতি সহ উল্কাবৃষ্টি, যা আধুনিক তারা দর্শকদের প্রাচীন আকাশের পর্যবেক্ষকদের সাথে যুক্ত করে।
de: Es ist ein Schauer mit langem Gedächtnis, der moderne Sternengucker mit Beobachtern antiker Himmel verbindet.
es: Es una lluvia con larga memoria, que vincula a quienes observan el cielo hoy con quienes vigilaban los cielos antiguos.
fr: C’est une pluie au long souvenir, reliant les observateurs d’aujourd’hui à ceux des ciels anciens.
hi: यह लंबी याद वाली वर्षा है, जो आधुनिक तारादर्शकों को प्राचीन आकाश के दर्शकों से जोड़ती है।
id: Ini adalah hujan meteor dengan ingatan panjang, menghubungkan pengamat modern dengan para penatap langit pada zaman kuno.
it: È una pioggia meteorica dalla lunga memoria, che collega gli osservatori moderni a quelli dei cieli antichi.
ru: Это поток с долгой памятью, связывающий современных наблюдателей со свидетелями древних небес.

source: It is closely associated with the arrival of spring in much of the world where the tradition first formed.
bn: যে সব অঞ্চলে এই রীতি প্রথম সৃষ্টি হয়েছিল, সেখানে এটির সঙ্গে বসন্তের আগমনের ঘনিষ্ঠ সম্পর্ক রয়েছে।
de: Es ist eng mit dem Beginn des Frühlings in vielen Regionen verbunden, in denen die Tradition entstand.
es: Está estrechamente asociada con la llegada de la primavera en gran parte del mundo donde la tradición se formó por primera vez.
fr: Elle est étroitement associée à l’arrivée du printemps dans une grande partie du monde où la tradition s’est d’abord formée.
hi: यह उस दुनिया के बहुत-से हिस्सों में वसंत के आगमन से घनिष्ठ रूप से जुड़ा है जहाँ यह परंपरा पहली बार बनी।
id: Ini berkaitan erat dengan datangnya musim semi di banyak wilayah tempat tradisi ini pertama kali terbentuk.
it: È strettamente associata all’arrivo della primavera in gran parte del mondo dove la tradizione nacque.
ru: Он тесно связан с приходом весны во многих частях мира, где традиция впервые возникла.

source: It is marked by family reunions, travel, and the renewal of long-held bonds.
bn: এটি পারিবারিক পুনর্মিলন, ভ্রমণ, এবং দীর্ঘদিনের বন্ধন নতুন করে জাগানোর মাধ্যমে চিহ্নিত হয়।
de: Es ist geprägt von Familientreffen, Reisen und der Erneuerung lang gepflegter Bindungen.
es: Se caracteriza por reuniones familiares, viajes y la renovación de vínculos mantenidos durante mucho tiempo.
fr: Elle est marquée par des retrouvailles familiales, des voyages et le renouvellement de liens de longue date.
hi: यह पारिवारिक मिलनों, यात्रा, और लंबे समय से चले आ रहे संबंधों के नवीकरण से चिह्नित होता है।
id: Ini ditandai dengan reuni keluarga, perjalanan, dan pembaruan ikatan yang telah lama terjalin.
it: È segnata da ricongiungimenti familiari, viaggi e dal rinnovarsi di legami di lunga data.
ru: Его отмечают семейными встречами, поездками и обновлением давних связей.

source: It is observed across November 1 and 2, with the first day often honouring children and the second devoted to adults.
bn: এটি ১ ও ২ নভেম্বর জুড়ে পালন করা হয়; প্রথম দিনটি সাধারণত শিশুদের সম্মান জানায় এবং দ্বিতীয় দিনটি প্রাপ্তবয়স্কদের জন্য নিবেদিত।
de: Es wird am 1. und 2. November begangen, wobei der erste Tag oft den Kindern gewidmet ist und der zweite den Erwachsenen.
es: Se celebra el 1 y 2 de noviembre, con el primer día a menudo honrando a los niños y el segundo dedicado a los adultos.
fr: Elle est célébrée les 1er et 2 novembre, le premier jour honorant souvent les enfants et le second étant consacré aux adultes.
hi: यह 1 और 2 नवंबर को मनाया जाता है; पहला दिन अक्सर बच्चों के सम्मान में होता है और दूसरा वयस्कों को समर्पित।
id: Ini diamati sepanjang 1 dan 2 November, dengan hari pertama sering menghormati anak-anak dan hari kedua ditujukan untuk orang dewasa.
it: Si celebra tra il 1 e il 2 novembre: il primo giorno spesso onora i bambini e il secondo è dedicato agli adulti.
ru: Его отмечают 1 и 2 ноября: в первый день часто чтят детей, а второй посвящают взрослым.

source: It is observed around the world in both deeply religious and entirely secular ways, often blending the two.
bn: এটি সারা বিশ্বে গভীর ধর্মীয় ও সম্পূর্ণ ধর্মনিরপেক্ষ উভয় উপায়ে পালিত হয়, এবং প্রায়ই এই দুটি মিশে যায়।
de: Es wird weltweit sowohl zutiefst religiös als auch ganz säkular begangen – oft in einer Mischung aus beidem.
es: Se observa en todo el mundo tanto de forma profundamente religiosa como enteramente secular, a menudo mezclando ambas.
fr: Elle est célébrée dans le monde entier, de façon à la fois profondément religieuse et entièrement laïque, mêlant souvent les deux.
hi: यह दुनिया भर में गहराई से धार्मिक और पूरी तरह धर्मनिरपेक्ष — दोनों तरीकों से मनाया जाता है, और अक्सर दोनों का मिश्रण होता है।
id: Ini diamati di seluruh dunia, baik secara sangat religius maupun sepenuhnya sekuler, sering kali memadukan keduanya.
it: È osservata in tutto il mondo sia in modi profondamente religiosi sia del tutto laici, spesso fondendo le due cose.
ru: Его отмечают по всему миру и глубоко религиозно, и полностью светски, нередко смешивая оба подхода.

source: It is observed by millions across India and by communities around the world.
bn: এটি ভারতের লক্ষ লক্ষ মানুষ এবং সারা বিশ্বের বিভিন্ন সম্প্রদায় দ্বারা পালন করা হয়।
de: Es wird von Millionen Menschen in ganz Indien und von Gemeinschaften weltweit begangen.
es: La observan millones en toda la India y comunidades de todo el mundo.
fr: Elle est célébrée par des millions de personnes en Inde et par des communautés du monde entier.
hi: इसे भारत भर में और दुनिया भर के समुदायों में लाखों लोग मनाते हैं।
id: Ini dirayakan oleh jutaan orang di seluruh India dan oleh komunitas di seluruh dunia.
it: È osservata da milioni di persone in India e da comunità in tutto il mondo.
ru: Его отмечают миллионы людей по всей Индии и общины по всему миру.

source: It is often marked by small gestures that simply say someone has been remembered.
bn: এটি প্রায়ই ছোট ছোট ইঙ্গিতের মাধ্যমে চিহ্নিত হয় যা কেবল বলে যে কেউ মনে আছে।
de: Oft sind es kleine Gesten, die einfach sagen: Jemand wurde nicht vergessen.
es: A menudo se marca con pequeños gestos que simplemente dicen que alguien ha sido recordado.
fr: Elle est souvent marquée par de petits gestes qui disent simplement que quelqu’un a été pensé.
hi: इसे अक्सर छोटे-छोटे इशारों से मनाया जाता है, जो बस इतना कहते हैं कि किसी को याद किया गया है।
id: Ini sering ditandai dengan gestur kecil yang sekadar mengatakan bahwa seseorang diingat.
it: Spesso è segnata da piccoli gesti che dicono semplicemente che qualcuno è stato ricordato.
ru: Его часто выражают маленькими жестами, которые просто говорят: человека помнят.

source: It signals the beginning of winter in the northern hemisphere and the start of summer in the southern hemisphere.
bn: এটি উত্তর গোলার্ধে শীতের শুরু এবং দক্ষিণ গোলার্ধে গ্রীষ্মের সূচনার সংকেত দেয়।
de: Es markiert den Beginn des Winters auf der Nordhalbkugel und den Start des Sommers auf der Südhalbkugel.
es: Señala el comienzo del invierno en el hemisferio norte y el inicio del verano en el hemisferio sur.
fr: Elle annonce le début de l’hiver dans l’hémisphère nord et le début de l’été dans l’hémisphère sud.
hi: यह उत्तरी गोलार्ध में सर्दियों की शुरुआत और दक्षिणी गोलार्ध में गर्मियों की शुरुआत का संकेत देता है।
id: Ini menandai awal musim dingin di belahan bumi utara dan awal musim panas di belahan bumi selatan.
it: Segna l’inizio dell’inverno nell’emisfero nord e l’inizio dell’estate nell’emisfero sud.
ru: Он знаменует начало зимы в северном полушарии и начало лета в южном.

source: It stands as both a celebration of the natural world and a call to responsible action.
bn: এটি একই সঙ্গে প্রকৃতির উদ্‌যাপন এবং দায়িত্বশীল কর্মের আহ্বান হিসেবে দাঁড়ায়।
de: Es ist zugleich eine Feier der Natur und ein Aufruf zu verantwortungsvollem Handeln.
es: Es a la vez una celebración del mundo natural y un llamado a la acción responsable.
fr: Elle est à la fois une célébration du monde naturel et un appel à l’action responsable.
hi: यह प्राकृतिक दुनिया का उत्सव भी है और ज़िम्मेदार कार्रवाई का आह्वान भी।
id: Ini berdiri sebagai perayaan dunia alami sekaligus seruan untuk bertindak secara bertanggung jawab.
it: È al tempo stesso una celebrazione del mondo naturale e un invito ad agire responsabilmente.
ru: Это и праздник природы, и призыв к ответственной заботе.

source: It’s a holiday that invites both celebration and pause.
bn: এটি এমন এক উৎসব যা উদ্‌যাপন ও থামার আহ্বান উভয়ই জানায়।
de: Es ist ein Feiertag, der sowohl zum Feiern als auch zum Innehalten einlädt.
es: Es una festividad que invita tanto a celebrar como a hacer una pausa.
fr: C’est une fête qui invite à célébrer autant qu’à faire une pause.
hi: यह ऐसी छुट्टी है जो उत्सव और ठहराव — दोनों का निमंत्रण देती है।
id: Ini adalah hari libur yang mengundang perayaan sekaligus jeda.
it: È una festa che invita sia alla celebrazione sia a una pausa.
ru: Это праздник, который приглашает и радоваться, и остановиться.

source: It’s a quiet reminder that care for the world and a sense of wonder often move together.
bn: এটি একটি শান্ত স্মরণ করিয়ে দেয় যে পৃথিবীর প্রতি যত্ন ও বিস্ময়ের অনুভূতি প্রায়ই একসাথে চলে।
de: Es ist eine stille Erinnerung daran, dass Fürsorge für die Welt und Staunen oft Hand in Hand gehen.
es: Es un recordatorio silencioso de que el cuidado del mundo y el sentido de asombro suelen ir de la mano.
fr: C’est un rappel discret que le soin du monde et le sens de l’émerveillement vont souvent ensemble.
hi: यह एक शांत याद दिलाता है कि दुनिया के लिए देखभाल और आश्चर्य की भावना अक्सर साथ-साथ चलती हैं।
id: Ini adalah pengingat sunyi bahwa kepedulian pada dunia dan rasa takjub sering berjalan bersama.
it: È un promemoria silenzioso che la cura del mondo e il senso di meraviglia spesso vanno insieme.
ru: Это тихое напоминание: забота о мире и чувство удивления часто идут вместе.

source: It’s a season for noticing the small transitions: seedpods splitting, leaves turning, and birds tracing long paths across the sky.
bn: এটি ছোট ছোট পরিবর্তন নজরে রাখার ঋতু: বীজপাত্র ফাটা, পাতা রং বদলানো এবং পাখিদের আকাশে দীর্ঘ পথ আঁকা।
de: Es ist eine Zeit, in der man die kleinen Übergänge bemerkt: Samenkapseln, die aufspringen, Blätter, die sich färben, und Vögel, die lange Wege über den Himmel ziehen.
es: Es una estación para notar las pequeñas transiciones: vainas de semillas ... abriéndose, hojas que cambian y aves que trazan largos caminos en el cielo.
fr: C’est une saison pour remarquer les petites transitions : les gousses qui s’ouvrent, les feuilles qui tournent et les oiseaux qui tracent de longues routes dans le ciel.
hi: यह छोटे बदलावों को देखने का मौसम है: बीज-फली का फटना, पत्तों का रंग बदलना, और पक्षियों का आकाश में लंबी राहें बनाना।
id: Ini adalah musim untuk memperhatikan transisi kecil: polong benih yang pecah, daun yang berubah, dan burung-burung yang menorehkan jalur panjang di langit.
it: È una stagione per notare le piccole transizioni: baccelli che si aprono, foglie che cambiano colore e uccelli che tracciano lunghi percorsi nel cielo.
ru: Это сезон, когда замечают маленькие переходы: коробочки с семенами... раскрываются, листья меняют цвет, а птицы прокладывают длинные пути по небу.

source: January
bn: জানুয়ারি
de: Januar
es: Enero
fr: Janvier
hi: जनवरी
id: Januari
it: Gennaio
ja: 1月
lt: Sausis
ru: Январь
vi: Tháng 1

source: July
bn: জুলাই
de: Juli
es: Julio
fr: Juillet
hi: जुलाई
id: Juli
it: Luglio
ja: 7月
lt: Liepa
ru: Июль
vi: Tháng 7

source: June
bn: জুন
de: Juni
es: Junio
fr: Juin
hi: जून
id: Juni
it: Giugno
ja: 6月
lt: Birželis
ru: Июнь
vi: Tháng 6

source: Language
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ru: Язык
