Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: The location request timed out. Please check your internet connection and try again.
bn: অবস্থান অনুরোধের সময় শেষ হয়ে গেছে. অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন.
de: Die Standortanfrage hat zu lange gedauert. Bitte prüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: La solicitud de ubicación agotó el tiempo de espera. Revisa tu conexión a internet y vuelve a intentarlo.
fr: La demande de localisation a expiré. Vérifiez votre connexion internet et réessayez.
hi: लोकेशन अनुरोध का समय समाप्त हो गया. कृपया अपना इंटरनेट कनेक्शन जांचें और फिर से प्रयास करें.
id: Permintaan lokasi kehabisan waktu. Periksa koneksi internet Anda dan coba lagi.
it: La richiesta della posizione è scaduta. Controlla la tua connessione internet e riprova.
ru: Запрос местоположения превысил время ожидания. Проверьте подключение к интернету и попробуйте снова.

source: The Lyrids appear each year in late April, with meteors radiating from the constellation Lyra.
bn: লাইরিডস প্রতি বছর এপ্রিলের শেষ দিকে দেখা যায়, যার উল্কাগুলি লাইরা নাক্ষত্রমণ্ডল থেকে ছড়িয়ে পড়ে।
de: Die Lyriden erscheinen jedes Jahr Ende April, mit Meteoren, die aus dem Sternbild Leier (Lyra) zu kommen scheinen.
es: Las Líridas aparecen cada año a finales de abril, con meteoros que irradian desde la constelación de Lyra.
fr: Les Lyrides apparaissent chaque année à la fin avril, avec des météores dont le radiant se situe dans la constellation de la Lyre.
hi: लाइरिड्स हर साल अप्रैल के अंत में दिखाई देते हैं, जिनकी उल्काएँ लाइरा तारामंडल से फैलती हुई लगती हैं।
id: Lyrid muncul setiap tahun pada akhir April, dengan meteor yang memancar dari rasi bintang Lyra.
it: Le Liridi compaiono ogni anno a fine aprile, con meteore che sembrano irradiarsi dalla costellazione della Lira.
ru: Лириды появляются каждый год в конце апреля; метеоры исходят из созвездия Лиры.

source: The maximum temperature will be {0} degrees celsius.
bn: সর্বাধিক তাপমাত্রা হবে {0} ডিগ্রি সেলসিয়াস।
de: Die Höchsttemperatur wird {0} Grad Celsius betragen.
es: La temperatura máxima será de {0} grados Celsius.
fr: La température maximale sera de {0} degrés Celsius.
hi: अधिकतम तापमान {0} डिग्री सेल्सियस होगा।
id: Suhu maksimum akan mencapai {0} derajat celsius.
it: La temperatura massima sarà di {0} gradi Celsius.
ja: 最高気温は{0}度Cになります。
lt: Aukščiausia temperatūra bus {0} laipsniai Celsijaus.
ru: Максимальная температура составит {0} градусов по Цельсию.
vi: Nhiệt độ tối đa sẽ là {0} độ C.

source: The maximum temperature will be {0} degrees fahrenheit.
bn: সর্বাধিক তাপমাত্রা হবে {0} ডিগ্রি ফারেনহাইট।
de: Die Höchsttemperatur wird {0} Grad Fahrenheit betragen.
es: La temperatura máxima será de {0} grados Fahrenheit.
fr: La température maximale sera de {0} degrés Fahrenheit.
hi: अधिकतम तापमान {0} डिग्री फारेनहाइट होगा।
id: Suhu maksimum akan mencapai {0} derajat fahrenheit.
it: La temperatura massima sarà di {0} gradi Fahrenheit.
ja: 最高気温は{0}度ファーレンハイトになります。
lt: Aukščiausia temperatūra bus {0} laipsniai pagal Farenheitą.
ru: Максимальная температура составит {0} градусов по Фаренгейту.
vi: Nhiệt độ tối đa sẽ là {0} độ F.

source: The maximum UV index will be {0}.
bn: সর্বাধিক ইউভি সূচক হবে {0}।
de: Der maximale UV-Index wird {0} betragen.
es: El índice UV máximo será {0}.
fr: L'indice UV maximal sera de {0}.
hi: अधिकतम यूवी सूचकांक {0} होगा।
id: Indeks UV maksimum akan mencapai {0}.
it: L'indice UV massimo sarà {0}.
ja: 最大UV指数は{0}になります。
lt: Didžiausias UV indeksas bus {0}.
ru: Максимальный индекс УФ будет {0}.
vi: Chỉ số UV tối đa sẽ là {0}.

source: The maximum wind speed will be {0} kilometers per hour.
bn: সর্বাধিক বায়ুর গতি হবে {0} কিলোমিটার প্রতি ঘণ্টা।
de: Die maximale Windgeschwindigkeit wird {0} Kilometer pro Stunde betragen.
es: La velocidad máxima del viento será de {0} kilómetros por hora.
fr: La vitesse du vent maximale sera de {0} kilomètres par heure.
hi: अधिकतम वायु गति {0} किलोमीटर प्रति घंटा होगी।
id: Kecepatan angin maksimum akan mencapai {0} kilometer per jam.
it: La velocità massima del vento sarà di {0} chilometri orari.
ja: 最大風速は時速{0}キロメートルになります。
lt: Didžiausias vėjo greitis bus {0} kilometrai per valandą.
ru: Максимальная скорость ветра составит {0} километров в час.
vi: Tốc độ gió tối đa sẽ là {0} km một giờ.

source: The maximum wind speed will be {0} miles per hour.
bn: সর্বাধিক বায়ুর গতি হবে {0} মাইল প্রতি ঘণ্টা।
de: Die maximale Windgeschwindigkeit wird {0} Meilen pro Stunde betragen.
es: La velocidad máxima del viento será de {0} millas por hora.
fr: La vitesse du vent maximale sera de {0} miles par heure.
hi: अधिकतम वायु गति {0} मील प्रति घंटा होगी।
id: Kecepatan angin maksimum akan mencapai {0} mil per jam.
it: La velocità massima del vento sarà di {0} miglia orarie.
ja: 最大風速は時速{0}マイルになります。
lt: Didžiausias vėjo greitis bus {0} mylios per valandą
ru: Максимальная скорость ветра составит {0} миль в час.
vi: Tốc độ gió tối đa sẽ là {0} dặm một giờ.

source: The meteors are exceptionally fast and often leave long, delicate trains that linger in the sky.
bn: এই উল্কাগুলো অসাধারণ দ্রুতগামী এবং প্রায়ই দীর্ঘ, সূক্ষ্ম রেখা রেখে যায় যা আকাশে স্থায়ী হয়।
de: Die Meteore sind aussergewöhnlich schnell und hinterlassen oft lange, zarte Leuchtspuren, die am Himmel verweilen.
es: Los meteoros son excepcionalmente rápidos y a menudo dejan largas y delicadas estelas que permanecen en el cielo.
fr: Les météores sont exceptionnellement rapides et laissent souvent de longues traînées délicates qui persistent dans le ciel.
hi: ये उल्काएँ असाधारण रूप से तेज़ होती हैं और अक्सर लंबी, नाज़ुक लकीरें छोड़ती हैं जो आकाश में देर तक टिकती हैं।
id: Meteor-meteornya sangat cepat dan sering meninggalkan jejak panjang yang halus yang bertahan di langit.
it: Le meteore sono eccezionalmente veloci e spesso lasciano lunghe e delicate scie che restano nel cielo.
ru: Метеоры исключительно быстрые и часто оставляют длинные тонкие следы, которые задерживаются в небе.

source: The meteors are often bright and steady, tracing slow, colourful paths across the night.
bn: উল্কাগুলো প্রায়শই উজ্জ্বল ও স্থির হয়, রাতের আকাশে ধীরে ধীরে রঙিন পথ আঁকে।
de: Die Meteore sind oft hell und gleichmässig und ziehen langsame, farbige Bahnen durch die Nacht.
es: Los meteoros suelen ser brillantes y constantes, trazando senderos lentos y coloridos a través de la noche.
fr: Les météores sont souvent brillants et réguliers, traçant des chemins lents et colorés dans la nuit.
hi: ये उल्काएँ अक्सर चमकीली और स्थिर होती हैं, रात भर धीरे-धीरे रंगीन रास्ते खींचती हुई।
id: Meteor-meteornya sering terang dan stabil, menorehkan jalur lambat yang berwarna-warni di malam hari.
it: Le meteore sono spesso luminose e regolari, tracciando lenti percorsi colorati nella notte.
ru: Метеоры часто яркие и ровные, рисуют медленные цветные дорожки по ночному небу.

source: The minimum temperature will be {0} degrees celsius.
bn: ন্যূনতম তাপমাত্রা হবে {0} ডিগ্রি সেলসিয়াস।
de: Die Mindesttemperatur wird {0} Grad Celsius betragen.
es: La temperatura mínima será de {0} grados Celsius.
fr: La température minimale sera de {0} degrés Celsius.
hi: न्यूनतम तापमान {0} डिग्री सेल्सियस होगा।
id: Suhu minimum akan mencapai {0} derajat celsius.
it: La temperatura minima sarà di {0} gradi Celsius.
ja: 最低気温は{0}度セルシウスになります。
lt: Minimali temperatūra bus {0} laipsniai Celsijaus.
ru: Минимальная температура будет {0} градусов по Цельсию.
vi: Nhiệt độ tối thiểu sẽ là {0} độ C.

source: The minimum temperature will be {0} degrees fahrenheit.
bn: ন্যূনতম তাপমাত্রা হবে {0} ডিগ্রি ফারেনহাইট।
de: Die Mindesttemperatur wird {0} Grad Fahrenheit betragen.
es: La temperatura mínima será de {0} grados Fahrenheit.
fr: La température minimale sera de {0} degrés Fahrenheit.
hi: न्यूनतम तापमान {0} डिग्री फारेनहाइट होगा।
id: Suhu minimum akan mencapai {0} derajat fahrenheit.
it: La temperatura minima sarà di {0} gradi Fahrenheit.
ja: 最低気温は{0}度ファーレンハイトになります。
lt: Minimali temperatūra bus {0} laipsniai pagal Farenheitą.
ru: Минимальная температура будет {0} градусов по Фаренгейту.
vi: Nhiệt độ tối thiểu sẽ là {0} độ F.

source: The month of January is named after Janus, the Roman god of doorways and beginnings, traditionally depicted as facing both the past and the future.
bn: জানুয়ারি মাসের নামকরণ হয়েছে জানুস-এর নামে, যিনি দ্বার ও সূচনার রোমান দেবতা; ঐতিহ্যগতভাবে তাঁকে অতীত ও ভবিষ্যতের দিকে দুটি মুখে দেখানো হয়।
de: Der Monat Januar ist nach Janus benannt, dem römischen Gott der Türen und Anfänge, der traditionell so dargestellt wird, dass er zugleich in die Vergangenheit und in die Zukunft blickt.
es: El mes de enero recibe su nombre de Jano, el dios romano de ... las puertas y los comienzos, tradicionalmente representado mirando tanto al pasado como al futuro.
fr: Le mois de janvier tire son nom de Janus, dieu romain des portes et des commencements, traditionnellement représenté tourné à la fois vers le passé et vers l’avenir.
hi: जनवरी महीने का नाम जानस से पड़ा है, रोमन देवता जो दरवाज़ों और आरंभों से जुड़ा है, और जिसे पारंपरिक रूप से अतीत और भविष्य — दोनों की ओर मुख किए दिखाया जाता है।
id: Bulan Januari dinamai dari Janus, dewa Romawi untuk pintu dan permulaan, yang secara tradisional digambarkan menghadap masa lalu dan masa depan.
it: Il mese di gennaio prende il nome da Giano, il dio romano delle porte e degli inizi, tradizionalmente raffigurato rivolto sia al passato sia al futuro.
ru: Название января происходит от Януса, римского бога... традиционно изображаемого смотрящим и в прошлое, и в будущее.

source: The night before Holi features Holika Dahan, a ceremonial bonfire that symbolises the passing of winter and the renewal of life.
bn: হোলির আগের রাতে অনুষ্ঠিত হয় হোলিকা দহন, একটি আনুষ্ঠানিক অগ্নিকুণ্ড যা শীতের প্রস্থান ও জীবনের নবায়নকে প্রতীকী করে।
de: In der Nacht vor Holi findet Holika Dahan statt, ein zeremonielles Freudenfeuer, das das Ende des Winters und die Erneuerung des Lebens symbolisiert.
es: La noche anterior a Holi presenta Holika Dahan, una hoguera ceremonial ... que simboliza el paso del invierno y la renovación de la vida.
fr: La nuit précédant Holi présente Holika Dahan, un feu de joie cérémoniel qui symbolise le départ de l’hiver et le renouveau de la vie.
hi: होली से एक रात पहले होलिका दहन होता है, एक औपचारिक अग्नि, जो सर्दियों के बीतने और जीवन के नवीकरण का प्रतीक है।
id: Malam sebelum Holi menampilkan Holika Dahan, api unggun seremonial yang melambangkan berlalunya musim dingin dan pembaruan hidup.
it: La notte prima di Holi prevede l’Holika Dahan, un falò cerimoniale che simboleggia il passaggio dell’inverno e il rinnovarsi della vita.
ru: Накануне Холи проводят Холика Дахан — церемониальный кост...ёр, символизирующий уход зимы и обновление жизни.

source: The night encourages imagination to wander, as if even the moon were part of the performance.
bn: রাতটি কল্পনাকে দূরে ভাসতে উৎসাহ দেয়, যেন চাঁদও সেই অভিনয়ের অংশ।
de: Die Nacht lässt die Fantasie umherwandern, als gehöre selbst der Mond zur Vorstellung.
es: La noche anima a la imaginación a vagar, como si incluso la luna formara parte de la función.
fr: La nuit encourage l’imagination à vagabonder, comme si même la lune faisait partie du spectacle.
hi: यह रात कल्पना को भटकने देती है, जैसे चाँद भी प्रदर्शन का हिस्सा हो।
id: Malam mendorong imajinasi mengembara, seolah bahkan bulan pun menjadi bagian dari pertunjukan.
it: La notte invita l’immaginazione a vagare, come se persino la luna facesse parte dello spettacolo.
ru: Ночь словно приглашает воображение блуждать — будто даже луна участвует в представлении.

source: The oldest known Valentine is a fifteenth-century poem written from imprisonment in the Tower of London.
bn: প্রাচীনতম পরিচিত ভ্যালেন্টাইন হলো পঞ্চদশ শতাব্দীর একটি কবিতা, যা লন্ডনের টাওয়ারে বন্দিদশা থেকে লেখা।
de: Der älteste bekannte Valentin-Gruss ist ein Gedicht aus dem 15. Jahrhundert, geschrieben aus der Haft im Tower of London.
es: El san Valentín más antiguo conocido es un poema del siglo XV escrito desde el encarcelamiento en la Torre de Londres.
fr: Le plus ancien Valentine connu est un poème du XVe siècle écrit depuis la Tour de Londres, en captivité.
hi: सबसे पुराना ज्ञात वेलेंटाइन एक पंद्रहवीं शताब्दी की कविता है, जो टॉवर ऑफ़ लंदन में कैद के दौरान लिखी गई थी।
id: Valentin tertua yang diketahui adalah sebuah puisi abad ke-15 yang ditulis dari dalam penjara di Menara London.
it: Il più antico Valentino conosciuto è una poesia del XV secolo scritta dalla prigionia nella Torre di Londra.
ru: Самая древняя известная валентинка — стихотворение XV века, написанное в заключении в лондонском Тауэре.

source: The Orionids are an annual meteor shower formed from debris left by Halley’s Comet, reaching their peak in October.
bn: ওরায়োনিডস হ্যালির ধূমকেতু থেকে ফেলে যাওয়া ধ্বংসাবশেষ থেকে গঠিত একটি বার্ষিক উল্কাবৃষ্টি, যার শীর্ষ অক্টোবর মাসে পৌঁছে।
de: Die Orioniden sind ein jährlicher Meteorschauer aus Staub und Trümmern des Halleyschen Kometen, mit ihrem Höhepunkt im Oktober.
es: Las Oriónidas son una lluvia anual de meteoros formada por restos dejados por el cometa Halley, y alcanza su máximo en octubre.
fr: Les Orionides sont une pluie de météores annuelle formée de débris laissés par la comète de Halley, atteignant son maximum en octobre.
hi: ओरायनिड्स हैली के धूमकेतु के छोड़े मलबे से बनी वार्षिक उल्का-वर्षा है, जो अक्टूबर में अपने चरम पर पहुँचती है।
id: Orionid adalah hujan meteor tahunan yang terbentuk dari puing-puing Komet Halley, mencapai puncaknya pada Oktober.
it: Le Orionidi sono una pioggia meteorica annuale formata dai detriti lasciati dalla cometa di Halley, con un picco in ottobre.
ru: Ориониды — ежегодный метеорный поток из частиц, оставленных кометой Галлея, с пиком в октябре.

source: The Orionids are visible from both hemispheres and are known for producing bright, fast-moving meteors.
bn: ওরায়োনিডস দুই গোলার্ধ থেকেই দেখা যায় এবং উজ্জ্বল, দ্রুতগতির উল্কা তৈরির জন্য পরিচিত।
de: Die Orioniden sind von beiden Hemisphären aus sichtbar und bekannt für helle, schnell ziehende Meteore.
es: Las Oriónidas son visibles desde ambos hemisferios y son conocidas por producir meteoros brillantes y veloces.
fr: Les Orionides sont visibles depuis les deux hémisphères et sont connues pour produire des météores brillants et rapides.
hi: ओरायनिड्स दोनों गोलार्धों से दिखाई देते हैं और चमकीली, तेज़ चलने वाली उल्काएँ बनाने के लिए जाने जाते हैं।
id: Orionid terlihat dari kedua belahan bumi dan dikenal menghasilkan meteor yang terang dan cepat.
it: Le Orionidi sono visibili da entrambi gli emisferi e sono note per produrre meteore luminose e veloci.
ru: Ориониды видны из обоих полушарий и известны яркими, быстрыми метеорами.

source: The peak often arrives suddenly, like a secret performance unfolding before dawn.
bn: শীর্ষ মাত্রা প্রায়ই হঠাৎ আসে, যেন ভোরের আগে এক গোপন প্রদর্শনী উন্মোচন হচ্ছে।
de: Der Höhepunkt kommt oft plötzlich – wie eine geheime Vorstellung kurz vor der Morgendämmerung.
es: El pico a menudo llega de repente, como una actuación secreta que se despliega antes del amanecer.
fr: Le pic arrive souvent soudainement, comme une représentation secrète qui se déploie avant l’aube.
hi: चरम अक्सर अचानक आता है, जैसे भोर से पहले कोई गुप्त प्रस्तुति खुल रही हो।
id: Puncaknya sering datang tiba-tiba, seperti pertunjukan rahasia yang terbuka menjelang fajar.
it: Il picco arriva spesso all’improvviso, come una performance segreta che si svolge prima dell’alba.
ru: Пик часто приходит внезапно, как тайное представление перед рассветом.

source: The Perseids are a bright annual meteor shower formed from debris left by Comet Swift–Tuttle.
bn: পারসিডস একটি উজ্জ্বল বার্ষিক উল্কাবৃষ্টি, যা ধূমকেতু সুইফট–টাটলের ফেলে যাওয়া ধ্বংসাবশেষ থেকে তৈরি।
de: Die Perseiden sind ein heller jährlicher Meteorschauer, der aus den Trümmern des Kometen Swift–Tuttle entsteht.
es: Las Perseidas son una brillante lluvia anual de meteoros formada por restos dejados por el cometa Swift–Tuttle.
fr: Les Perséides sont une pluie annuelle lumineuse formée des débris laissés par la comète Swift–Tuttle.
hi: पर्सीड्स स्विफ्ट–टटल धूमकेतु के छोड़े मलबे से बनी एक चमकीली वार्षिक उल्का-वर्षा है।
id: Perseid adalah hujan meteor tahunan yang cerah yang terbentuk dari puing-puing yang ditinggalkan Komet Swift–Tuttle.
it: Le Perseidi sono una luminosa pioggia meteorica annuale formata dai detriti lasciati dalla cometa Swift–Tuttle.
ru: Персеиды — яркий ежегодный метеорный поток из частиц кометы Свифта—Туттля.

source: The Perseids are sometimes known as the Tears of Saint Lawrence, as their peak often falls near the feast day of Saint Lawrence in mid-August.
bn: পারসেইডসকে কখনও কখনও সেন্ট লরেন্সের অশ্রু বলা হয় ... কারণ এর শিখর প্রায়ই আগস্টের মাঝামাঝি তাঁর উৎসব দিবসের কাছাকাছি পড়ে।
de: Die Perseiden werden manchmal die Tränen des heiligen Laurentius genannt, da ihr Maximum oft in die Nähe des Laurentiustags Mitte August fällt.
es: Las Perseidas a veces se conocen como las Lágrimas de san Lorenzo, ... ya que a menudo coinciden con la festividad de san Lorenzo a mediados de agosto.
fr: Les Perséides sont parfois appelées les Larmes de saint Laurent, car leur pic tombe souvent près de la fête de saint Laurent à la mi-août.
hi: पर्सीड्स को कभी-कभी ‘संत लॉरेंस के आँसू’ भी कहा जाता है, क्योंकि इसका चरम अक्सर अगस्त के मध्य में संत लॉरेंस के पर्व-दिवस के आसपास पड़ता है।
id: Perseid kadang dikenal sebagai Air Mata Santo Laurensius, karena puncaknya sering jatuh dekat hari raya Santo Laurensius pada pertengahan Agustus.
it: Le Perseidi sono talvolta chiamate le Lacrime di San Lorenzo, poiché il loro picco cade spesso vicino alla festa di San Lorenzo a metà agosto.
ru: Персеиды иногда называют Слёзами святого Лавре...нтия, поскольку пик часто приходится на день памяти святого Лаврентия в середине августа.

source: The phase of totality is short and can only be seen from a narrow path across the Earth’s surface.
bn: পূর্ণতা পর্যায়টি সংক্ষিপ্ত এবং পৃথিবীর পৃষ্ঠের সরু একটি পথ থেকে মাত্র দেখা যায়।
de: Die Phase der Totalität ist kurz und nur entlang eines schmalen Pfads über die Erdoberfläche zu sehen.
es: La fase de totalidad es corta y solo puede verse desde una estrecha franja a lo largo de la superficie terrestre.
fr: La phase de totalité est courte et ne peut être observée que depuis une étroite bande à la surface de la Terre.
hi: पूर्णता का चरण छोटा होता है और पृथ्वी की सतह पर एक संकरी पट्टी से ही देखा जा सकता है।
id: Fase totalitas singkat dan hanya dapat dilihat dari jalur sempit di permukaan Bumi.
it: La fase di totalità è breve e può essere vista solo da una stretta fascia sulla superficie terrestre.
ru: Фаза полной фазы коротка и видна только из узкой полосы на поверхности Земли.

source: The Quadrantids are a meteor shower that peaks in early January and is known for being brief yet often intense.
bn: কোয়াড্রান্টিডস হল একটি উল্কাবৃষ্টি যা জানুয়ারি শুরুতে সর্বোচ্চতে পৌঁছে এবং স্বল্পস্থায়ী হলেও প্রায়শই তীব্র হয়।
de: Die Quadrantiden sind ein Meteorschauer mit einem Maximum Anfang Januar und bekannt dafür, kurz, aber oft sehr intensiv zu sein.
es: Las Cuadrántidas son una lluvia de meteoros que alcanza su pico a principios de enero y es conocida por ser breve pero a menudo intensa.
fr: Les Quadrantides sont une pluie de météores qui culmine début janvier et est connue pour être brève mais souvent intense.
hi: क्वाड्रैंटिड्स एक उल्का-वर्षा है जो जनवरी की शुरुआत में चरम पर होती है और संक्षिप्त लेकिन अक्सर तीव्र होने के लिए जानी जाती है।
id: Quadrantid adalah hujan meteor yang memuncak pada awal Januari dan dikenal singkat namun sering kali intens.
it: Le Quadrantidi sono una pioggia meteorica che raggiunge il picco all’inizio di gennaio ed è nota per essere breve ma spesso intensa.
ru: Квадрантиды — метеорный поток с пиком в начале января, известный своей краткостью, но часто высокой интенсивностью.

source: The season traditionally concludes with the Lantern Festival, when wishes are carried upward on glowing lanterns.
bn: ঐতিহ্য অনুযায়ী এই ঋতু শেষ হয় লণ্ঠন উৎসবের মাধ্যমে, যখন প্রদীপ ফানুসে লেখা ইচ্ছাগুলো আকাশে উড়ে যায়।
de: Die Festzeit endet traditionell mit dem Laternenfest, wenn Wünsche auf leuchtenden Laternen in die Höhe getragen werden.
es: La temporada tradicionalmente concluye con el Festival de los Faroles, cuando los deseos se elevan en faroles luminosos.
fr: La saison se conclut traditionnellement avec la Fête des lanternes, lorsque les vœux s’élèvent sur des lanternes lumineuses.
hi: परंपरागत रूप से यह ऋतु लालटेन उत्सव के साथ समाप्त होती है, जब इच्छाएँ चमकती लालटेन पर ऊपर की ओर भेजी जाती हैं।
id: Musim ini secara tradisional berakhir dengan Festival Lampion, ketika harapan dibawa naik pada lentera yang menyala.
it: La stagione si conclude tradizionalmente con la Festa delle Lanterne, quando i desideri vengono portati in alto da lanterne luminose.
ru: Сезон традиционно завершается Праздником фонарей, когда желания поднимаются в небо на светящихся фонариках.

source: The shower frequently delivers swift, luminous streaks that carve clean lines across the night.
bn: এই উল্কাবৃষ্টি প্রায়ই দ্রুত, দীপ্তিময় রেখা সৃষ্টি করে যা রাতের আকাশে পরিষ্কার দাগ কেটে যায়।
de: Der Schauer bringt häufig schnelle, leuchtende Streifen hervor, die klare Linien in die Nacht schneiden.
es: La lluvia suele ofrecer rápidas estelas luminosas que trazan líneas limpias a través de la noche.
fr: La pluie offre souvent des traits rapides et lumineux qui tracent des lignes nettes dans la nuit.
hi: यह वर्षा अक्सर तेज़, चमकीली लकीरें देती है जो रात में साफ़ रेखाएँ काटती हुई निकलती हैं।
id: Hujan meteor ini sering menghadirkan garis-garis cepat dan bercahaya yang mengukir garis bersih di malam hari.
it: La pioggia regala spesso rapide scie luminose che incidono linee nette nella notte.
ru: Поток часто дарит быстрые светящиеся штрихи, вырезающие чистые линии в ночи.

source: The shower originates from Comet Thatcher, which returns to the inner solar system roughly every four hundred and fifteen years.
bn: এই উল্কাবৃষ্টির উৎস ধূমকেতু থ্যাচার, যা প্রায় প্রতি চারশ পনের বছরে আবার অভ্যন্তরীণ সৌরজগতের কাছে ফিরে আসে।
de: Der Schauer stammt vom Kometen Thatcher, der ungefähr alle vierhundertfünfzehn Jahre ins innere Sonnensystem zurückkehrt.
es: La lluvia se origina en el cometa Thatcher, que regresa al ... sistema solar interior aproximadamente cada cuatrocientos quince años.
fr: La pluie provient de la comète Thatcher, qui revient dans le système solaire interne environ tous les quatre cent quinze ans.
hi: यह वर्षा थैचर धूमकेतु से उत्पन्न होती है, जो लगभग हर चार सौ पंद्रह वर्षों में भीतरी सौरमंडल में लौटता है।
id: Hujan meteor ini berasal dari Komet Thatcher, yang kembali ke tata surya bagian dalam kira-kira setiap empat ratus lima belas tahun.
it: La pioggia ha origine dalla cometa Thatcher, che ritorna nel sistema solare interno circa ogni quattrocentoquindici anni.
ru: Поток происходит от кометы Тэтчер, которая возвращается во... внутреннюю Солнечную систему примерно раз в четыреста пятнадцать лет.
