Repository: ggaidelevicius/weather-please
Catalog: src/locales/*/messages.po
Languages: bn, de, es, fr, hi, id, it, ja, lt, ru, vi

source: {0} km/h
bn: {0} কিমি/ঘণ্টা
hi: {0} किमी/घंटा
id: {0} km/j
ja: {0} キロメートル/時
lt: {0} km/val
ru: {0} км/ч

source: {0} mph
bn: {0} মাইল/ঘণ্টা
hi: {0} मील प्रति घंटा
ja: {0} マイル/時
lt: {0} mpv
ru: {0} миль/ч

source: {precipitationInches} inches of precipitation expected over the next {durationHours} hours
bn: আগামী {durationHours} ঘণ্টায় {precipitationInches} ইঞ্চি বৃষ্টিপাত প্রত্যাশিত.
de: In den nächsten {durationHours} Stunden werden {precipitationInches} Zoll Niederschlag erwartet.
es: Se esperan {precipitationInches} pulgadas de precipitación en las próximas {durationHours} horas.
fr: {precipitationInches} pouces de précipitations attendus au cours des {durationHours} prochaines heures.
hi: आगामी {durationHours} घंटों में {precipitationInches} इंच वर्षा की उम्मीद है.
id: {precipitationInches} inci curah hujan diperkirakan dalam {durationHours} jam ke depan.
it: {precipitationInches} pollici di precipitazioni previsti nelle prossime {durationHours} ore.
ru: Ожидается {precipitationInches} дюйма осадков в течение следующих {durationHours} часов.

source: {precipitationInches} inches of precipitation expected over the next hour
bn: আগামী এক ঘণ্টায় {precipitationInches} ইঞ্চি বৃষ্টিপাত প্রত্যাশিত.
de: In der nächsten Stunde werden {precipitationInches} Zoll Niederschlag erwartet.
es: Se esperan {precipitationInches} pulgadas de precipitación en la próxima hora.
fr: {precipitationInches} pouces de précipitations attendus au cours de la prochaine heure.
hi: अगले एक घंटे में {precipitationInches} इंच वर्षा की उम्मीद है.
id: {precipitationInches} inci curah hujan diperkirakan dalam satu jam ke depan.
it: {precipitationInches} pollici di precipitazioni previsti nella prossima ora.
ru: Ожидается {precipitationInches} дюйма осадков в течение следующего часа.

source: {precipitationMm}mm of precipitation expected over the next {durationHours} hours
bn: আগামী {durationHours} ঘণ্টায় {precipitationMm} mm বৃষ্টিপাত প্রত্যাশিত.
de: In den nächsten {durationHours} Stunden werden {precipitationMm} mm Niederschlag erwartet.
es: Se esperan {precipitationMm} mm de precipitación en las próximas {durationHours} horas.
fr: {precipitationMm} mm de précipitations attendus au cours des {durationHours} prochaines heures.
hi: आगामी {durationHours} घंटों में {precipitationMm} mm वर्षा की उम्मीद है.
id: {precipitationMm} mm curah hujan diperkirakan dalam {durationHours} jam ke depan.
it: {precipitationMm} mm di precipitazioni previsti nelle prossime {durationHours} ore.
ru: Ожидается {precipitationMm} мм осадков в течение следующих {durationHours} часов.

source: {precipitationMm}mm of precipitation expected over the next hour
bn: আগামী এক ঘণ্টায় {precipitationMm} mm বৃষ্টিপাত প্রত্যাশিত.
de: In der nächsten Stunde werden {precipitationMm} mm Niederschlag erwartet.
es: Se esperan {precipitationMm} mm de precipitación en la próxima hora.
fr: {precipitationMm} mm de précipitations attendus au cours de la prochaine heure.
hi: अगले एक घंटे में {precipitationMm} mm वर्षा की उम्मीद है.
id: {precipitationMm} mm curah hujan diperkirakan dalam satu jam ke depan.
it: {precipitationMm} mm di precipitazioni previsti nella prossima ora.
ru: Ожидается {precipitationMm} мм осадков в течение следующего часа.

source: <0>Location access denied.</0> Check your browser's settings to allow this site to access your location, then try again.
bn: <0>অবস্থান অ্যাক্সেস বাতিল করা হয়েছে.</0> এই সাইটকে আপনার অবস্থান অ্যাক্সেস করতে অনুমতি দিতে ব্রাউজারের সেটিংস যাচাই করুন, তারপর আবার চেষ্টা করুন.
de: <0>Standortzugriff verweigert.</0> Überprüfen Sie die Einstellungen Ihres Browsers, um dieser Website den Zugriff auf Ihren Standort zu erlauben, und versuchen Sie es dann erneut.
es: <0>Acceso a la ubicación denegado.</0> Revisa la configuración de tu navegador para permitir que este sitio acceda a tu ubicación y vuelve a intentarlo.
fr: <0>Accès à la localisation refusé.</0> Vérifiez les paramètres de votre navigateur pour autoriser ce site à accéder à votre position, puis réessayez.
hi: <0>लोकेशन एक्सेस अस्वीकृत.</0> अपने ब्राउज़र की सेटिंग्स में जाकर इस साइट को आपकी लोकेशन तक पहुंच की अनुमति दें, फिर दोबारा कोशिश करें.
id: <0>Akses lokasi ditolak.</0> Periksa pengaturan browser Anda untuk mengizinkan situs ini mengakses lokasi Anda, lalu coba lagi.
it: <0>Accesso alla posizione negato.</0> Controlla le impostazioni del browser per consentire a questo sito di accedere alla tua posizione, quindi riprova.
ru: <0>Доступ к геолокации запрещен.</0> Проверьте настройки браузера, чтобы разрешить этому сайту доступ к вашему местоположению, затем попробуйте снова.

source: <0>Location access denied.</0> Click the location icon in the address bar, and select "always allow this to access your location". Then click the button below to try again.
bn: <0>অবস্থান অ্যাক্সেস বাতিল করা হয়েছে.</0> ঠিকানাবারের অবস্থান আইকনে ক্লিক করে "সবসময় আপনার অবস্থান অ্যাক্সেস করতে অনুমতি দিন" নির্বাচন করুন. তারপর নিচের বোতামে ক্লিক করে আবার চেষ্টা করুন.
de: <0>Standortzugriff verweigert.</0> Klicken Sie auf das Standortsymbol in der Adressleiste und wählen Sie "immer den Zugriff auf Ihren Standort erlauben". Klicken Sie dann auf die Schaltfläche unten, um es erneut zu versuchen.
es: <0>Acceso a la ubicación denegado.</0> Haz clic en el icono de ubicación de la barra de direcciones y selecciona "permitir siempre el acceso a tu ubicación". Luego haz clic en el botón de abajo para intentarlo de nuevo.
fr: <0>Accès à la localisation refusé.</0> Cliquez sur l'icône de localisation dans la barre d'adresse et sélectionnez "toujours autoriser l'accès à votre position". Cliquez ensuite sur le bouton ci-dessous pour réessayer.
hi: <0>लोकेशन एक्सेस अस्वीकृत.</0> एड्रेस बार में लोकेशन आइकन पर क्लिक करें और "हमेशा आपकी लोकेशन तक पहुंच की अनुमति दें" चुनें. फिर नीचे दिए गए बटन पर क्लिक करके दोबारा कोशिश करें.
id: <0>Akses lokasi ditolak.</0> Klik ikon lokasi di bilah alamat, lalu pilih "selalu izinkan akses ke lokasi Anda". Kemudian klik tombol di bawah untuk mencoba lagi.
it: <0>Accesso alla posizione negato.</0> Fai clic sull'icona della posizione nella barra degli indirizzi e seleziona "consenti sempre l'accesso alla tua posizione". Poi fai clic sul pulsante qui sotto per riprovare.
ru: <0>Доступ к геолокации запрещен.</0> Нажмите значок геолокации в адресной строке и выберите "всегда разрешать доступ к вашему местоположению". Затем нажмите кнопку ниже, чтобы попробовать снова.

source: ☕ Gift a coffee
bn: ☕ একটি কফি উপহার দিন
de: ☕ Schenke einen Kaffee
es: ☕ Regala un café
fr: ☕ Offrir un café
hi: ☕ कॉफ़ी का उपहार दें
id: ☕ Berikan secangkir kopi
it: ☕ Regala un caffè
ru: ☕ Подарить кофе

source: 🌟 Leave a review
bn: 🌟 একটি পর্যালোচনা ছেড়ে দিন
de: 🌟 Eine Bewertung hinterlassen
es: 🌟 Dejar una reseña
fr: 🌟 Laisser un avis
hi: 🌟 समीक्षा छोड़ें
id: 🌟 Tinggalkan ulasan
it: 🌟 Lascia una recensione
ru: 🌟 Оставить отзыв

source: 🐛 Report a bug
bn: 🐛 একটি বাগ প্রতিবেদন করুন
de: 🐛 Einen Fehler melden
es: 🐛 Reportar un error
fr: 🐛 Signaler un bug
hi: 🐛 एक बग रिपोर्ट करें
id: 🐛 Laporkan bug
it: 🐛 Segnala un bug
ru: 🐛 Сообщить об ошибке

source: 🔒 Privacy policy
bn: 🔒 গোপনীয়তা নীতি
de: 🔒 Datenschutzrichtlinie
es: 🔒 Política de privacidad
fr: 🔒 Politique de confidentialité
hi: 🔒 गोपनीयता नीति
id: 🔒 Kebijakan privasi
it: 🔒 Politica sulla privacy
ru: 🔒 Политика конфиденциальности

source: A comfortable chair or blanket is more useful than a telescope, as meteors can appear anywhere overhead.
bn: একটি আরামদায়ক চেয়ার বা কম্বল একটি টেলিস্কোপের চেয়ে বেশি উপযোগী, কারণ উল্কাগুলি মাথার উপর যেকোনো স্থানে দেখা দিতে পারে।
de: Ein bequemer Stuhl oder eine Decke ist nützlicher als ein Teleskop, da Meteore überall am Himmel erscheinen können.
es: Una silla cómoda o una manta son más útiles que un telescopio, ya que los meteoros pueden aparecer en cualquier parte del cielo.
fr: Une chaise confortable ou une couverture est plus utile qu’un télescope, car les météores peuvent apparaître n’importe où dans le ciel.
hi: दूरबीन से ज़्यादा आरामदायक कुर्सी या कंबल काम आता है, क्योंकि उल्काएँ ऊपर आकाश में कहीं भी दिखाई दे सकती हैं।
id: Kursi yang nyaman atau selimut lebih berguna daripada teleskop, karena meteor bisa muncul di mana saja di atas kepala.
it: Una sedia comoda o una coperta è più utile di un telescopio, perché le meteore possono apparire ovunque sopra la testa.
ru: Удобный стул или плед полезнее телескопа: метеоры могут появиться где угодно над головой.

source: A time of turning
bn: একটি মোড় নেওয়ার সময়
de: Eine Zeit des Wandels
es: Un tiempo de transición
fr: Un temps de bascule
hi: परिवर्तन का समय
id: Saat peralihan
it: Un momento di svolta
ru: Время перемен

source: A total lunar eclipse occurs when the Earth moves directly between the Sun and the Moon, fully shading the lunar surface.
bn: পূর্ণ চন্দ্রগ্রহণ তখন ঘটে যখন পৃথিবী সরাসরি সূর্য ও চাঁদের মাঝে চলে আসে, ফলে চাঁদের পৃষ্ঠ পুরোপুরি ছায়ায় ঢেকে যায়।
de: Eine totale Mondfinsternis tritt auf, wenn sich die Erde direkt zwischen Sonne und Mond schiebt und die Mondoberfläche vollständig in den Schatten legt.
es: Un eclipse lunar total ocurre cuando la Tierra se coloca directamente entre el Sol y la Luna, sombreando por completo la superficie lunar.
fr: Une éclipse totale de Lune se produit lorsque la Terre se place directement entre le Soleil et la Lune, plongeant entièrement la surface lunaire dans l’ombre.
hi: पूर्ण चंद्रग्रहण तब होता है जब पृथ्वी सूर्य और चंद्रमा के बीच सीधे आ जाती है और चंद्र सतह पूरी तरह छाया में चली जाती है।
id: Gerhana Bulan total terjadi ketika Bumi bergerak tepat di antara Matahari dan Bulan, sehingga permukaan Bulan tertutupi sepenuhnya.
it: Un’eclissi totale di Luna si verifica quando la Terra si trova direttamente tra il Sole e la Luna, oscurando completamente la superficie lunare.
ru: Полное лунное затмение происходит, когда Земля проходит прямо между Солнцем и Луной, полностью затеняя лунную поверхность.

source: A total solar eclipse occurs when the Moon moves directly in front of the Sun, briefly transforming daylight into twilight.
bn: পূর্ণ সূর্যগ্রহণ তখন ঘটে যখন চাঁদ সরাসরি সূর্যের সামনে চলে আসে, সংক্ষিপ্ত সময়ের জন্য দিনের আলোকে গোধূলিতে রূপান্তরিত করে।
de: Eine totale Sonnenfinsternis entsteht, wenn der Mond direkt vor die Sonne zieht und das Tageslicht kurz in Dämmerung verwandelt.
es: Un eclipse solar total ocurre cuando la Luna pasa directamente i...n frente del Sol, transformando brevemente la luz del día en crepúsculo.
fr: Une éclipse totale de Soleil se produit lorsque la Lune passe directement devant le Soleil, transformant brièvement le jour en crépuscule.
hi: पूर्ण सूर्यग्रहण तब होता है जब चंद्रमा सूर्य के सामने सीधे आ जाता है और कुछ क्षणों के लिए दिन का उजाला सांझ में बदल देता है।
id: Gerhana Matahari total terjadi ketika Bulan bergerak tepat di depan Matahari, sejenak mengubah siang menjadi senja.
it: Un’eclissi totale di Sole si verifica quando la Luna passa direttamente davanti al Sole, trasformando per breve tempo la luce del giorno in crepuscolo.
ru: Полное солнечное затмение происходит, когда Луна проходит прямо перед Солнцем, на мгновение превращая день в сумерки.

source: According to tradition, a small supply of oil, meant for one day, lasted eight.
bn: প্রথা অনুযায়ী, এক দিনের জন্য সংরক্ষিত অল্প পরিমাণ তেল আট দিন ধরে স্থায়ী হয়েছিল।
de: Der Überlieferung nach reichte ein kleiner Ölvorrat, der für einen Tag gedacht war, acht Tage lang.
es: Según la tradición, una pequeña reserva de aceite, pensada para un día, duró ocho.
fr: Selon la tradition, une petite réserve d’huile, prévue pour un seul jour, dura huit jours.
hi: परंपरा के अनुसार, एक दिन के लिए पर्याप्त तेल की छोटी-सी मात्रा आठ दिनों तक चली।
id: Menurut tradisi, persediaan minyak kecil yang seharusnya cukup untuk satu hari bertahan selama delapan hari.
it: Secondo la tradizione, una piccola scorta d’olio, destinata a durare un giorno, durò otto giorni.
ru: По преданию, небольшой запас масла, рассчитанный на один день, продержался восемь.

source: Across centuries and cultures, distinctive local practices emerged — from midnight services and carolling to bustling festive markets and public celebrations.
bn: শতাব্দীর পর শতাব্দী ও সংস্কৃতি জুড়ে মধ্যরাতের উপাসনা ও ক্যারোল গাওয়া থেকে শুরু করে প্রাণবন্ত উৎসব বাজার ও জনসমাবেশ পর্যন্ত নানা স্বতন্ত্র স্থানীয় প্রথা গড়ে উঠেছে।
de: Über Jahrhunderte und Kulturen hinweg entstanden eigene lokale Bräuche – von Mitternachtsgottesdiensten und Weihnachtsliedern bis zu lebhaften Weihnachtsmärkten und öffentlichen Feiern.
es: A lo largo de los siglos y las culturas, surgieron prácticas locales distintivas ...d villancicos hasta los bulliciosos mercados festivos y las celebraciones públicas.
fr: Au fil des siècles et des cultures, des pratiques locales distinctes sont apparues — des messes de minuit et des chants de Noël aux marchés festifs animés et aux célébrations publiques.
hi: सदियों और संस्कृतियों के पार, अलग-अलग स्थानीय रीतियाँ उभरीं — मध्यरात्रि की प्रार्थनाओं और कैरोल गाने से लेकर चहल-पहल वाले त्योहार बाज़ारों और सार्वजनिक उत्सवों तक।
id: Selama berabad-abad dan lintas budaya, praktik lokal yang khas berkembang — dari misa tengah malam dan nyanyian Natal hingga pasar meriah dan perayaan publik.
it: Nel corso dei secoli e delle culture, sono emerse pratiche locali distintive — dalle messe di mezzanotte e i canti natalizi ai vivaci mercatini festivi e alle celebrazioni pubbliche.
ru: На протяжении веков и в разных культурах формировались свои местные обычаи — от полуночных служб и колядования до оживлённых праздничных рынков и общественных торжеств.

source: Across many ancient cultures, this point in the year was closely tied to harvest celebrations, gratitude, and preparation for winter.
bn: অনেক প্রাচীন সংস্কৃতিতে বছরের এই সময়টি ফসল উৎসব, কৃতজ্ঞতা এবং শীতের প্রস্তুতির সাথে ঘনিষ্ঠভাবে যুক্ত ছিল।
de: In vielen antiken Kulturen war dieser Zeitpunkt im Jahr eng mit Erntefesten, Dankbarkeit und der Vorbereitung auf den Winter verbunden.
es: En muchas culturas antiguas, este punto del año estuvo estrechamente ... a las celebraciones de la cosecha, la gratitud y la preparación para el invierno.
fr: Dans de nombreuses cultures anciennes, ce moment de l’année était étroitement lié aux fêtes des récoltes, à la gratitude et à la préparation de l’hiver.
hi: कई प्राचीन संस्कृतियों में, वर्ष का यह बिंदु फसल के उत्सवों, कृतज्ञता, और सर्दियों की तैयारी से घनिष्ठ रूप से जुड़ा था।
id: Dalam banyak budaya kuno, titik ini dalam setahun terkait erat dengan perayaan panen, rasa syukur, dan persiapan menghadapi musim dingin.
it: In molte culture antiche, questo punto dell’anno era strettamente legato alle feste del raccolto, alla gratitudine e alla preparazione per l’inverno.
ru: Во многих древних культурах этот момент года был тесно связан... с праздниками урожая, благодарностью и подготовкой к зиме.

source: Across many cultures, older symbols of rebirth — such as eggs, blossoms, and new growth — became woven into the celebration.
bn: অনেক সংস্কৃতিতে ডিম, ফুল এবং নতুন অঙ্কুরনের মতো পুনর্জন্মের প্রাচীন প্রতীকগুলো এই উৎসবে মিশে গেছে।
de: In vielen Kulturen wurden ältere Symbole der Wiedergeburt – wie Eier, Blüten und neues Wachstum – in die Feierlichkeiten eingebunden.
es: En muchas culturas, símbolos más antiguos de renacimiento — como eg...s, flores y nuevos brotes — se entretejieron en la celebración.
fr: Dans de nombreuses cultures, d’anciens symboles de renaissance — comme les œufs, les fleurs et les nouvelles pousses — se sont tissés dans la célébration.
hi: कई संस्कृतियों में, पुनर्जन्म के पुराने प्रतीक — जैसे अंडे, फूलों की कलियाँ, और नया अंकुरण — उत्सव में बुन दिए गए।
id: Di banyak budaya, simbol-simbol kelahiran kembali yang lebih tua — seperti telur, bunga, dan tunas baru — terjalin ke dalam perayaan.
it: In molte culture, simboli più antichi di rinascita — come uova, fioriture e nuova crescita — si sono intrecciati con la celebrazione.
ru: Во многих культурах более древние символы возрождения — яйца, цветы и новая зелень — вплелись в праздник.

source: Across many cultures, the deep red colour of the eclipsed Moon inspired myths and the name “Blood Moon”.
bn: অনেক সংস্কৃতিতে গ্রাস চাঁদের গাঢ় লাল রং মিথের জন্ম দিয়েছে এবং 'রক্তচন্দ্র' নামটি দিয়েছে।
de: In vielen Kulturen inspirierte das tiefe Rot des verfinsterten Mondes Mythen und den Namen „Blutmond“.
es: En muchas culturas, el rojo intenso de la Luna eclipsada inspiró mitos y el nombre «Luna de sangre».
fr: Dans de nombreuses cultures, la couleur rouge sombre de la Lune éclipsée a inspiré des mythes et le nom de « Lune de sang ».
hi: कई संस्कृतियों में, ग्रहणग्रस्त चाँद का गहरा लाल रंग कथाओं और “ब्लड मून” नाम का स्रोत बना।
id: Di banyak budaya, warna merah tua Bulan yang sedang mengalami gerhana menginspirasi mitos dan sebutan “Bulan Darah”.
it: In molte culture, il profondo colore rosso della Luna eclissata ha ispirato miti e il nome “Luna di sangue”.
ru: Во многих культурах глубокий красный цвет затмённой Луны породил мифы и название «Кровавая Луна».

source: Across many cultures, traditions such as Yule and Saturnalia developed around this moment, gathering warmth, light, and community during the darkest part of the year in the regions where they first formed.
bn: অনেক সংস্কৃতিতে ইউল ও স্যাটারনালিয়ার মতো রীতিনীতিগুলো এই সময়ের চারপাশে বিকশিত হয়েছে, যেখানে এগুলো প্রথম গড়ে উঠেছিল সেসব অঞ্চলের বছরের সবচেয়ে অন্ধকার অংশে উষ্ণতা, আলো ও সম্প্রদায়কে একত্র করেছে।
de: In vielen Kulturen entwickelten sich rund um diesen Zeitpunkt Traditionen wie Jul und Saturnalien, die in den Regionen, in denen sie entstanden, während der dunkelsten Zeit des Jahres Wärme, Licht und Gemeinschaft sammelten.
es: En muchas culturas, tradiciones como Yule y Saturnalia ... celebraban la parte más oscura del año en las regiones donde se formaron por primera vez.
fr: Dans de nombreuses cultures, des traditions comme Yule et les Saturnales se sont développées autour de ce moment, rassemblant chaleur, lumière et communauté pendant la période la plus sombre de l’année dans les régions où elles sont nées.
hi: कई संस्कृतियों में, यूल और सैटर्नेलिया जैसी परंपराएँ इसी क्षण के आसपास विकसित हुईं, उन क्षेत्रों में जहाँ वे बनीं, वर्ष के सबसे अंधेरे हिस्से में गर्माहट, रोशनी और समुदाय को समेटती हुईं।
id: Di banyak budaya, tradisi seperti Yule dan Saturnalia berkembang di sekitar momen ini, mengumpulkan kehangatan, cahaya, dan kebersamaan pada bagian tergelap tahun di wilayah tempat tradisi itu pertama kali terbentuk.
it: In molte culture, tradizioni come Yule e Saturnalia si sono sviluppate attorno a questo momento, raccogliendo calore, luce e comunità nella parte più buia dell’anno nelle regioni in cui sono nate.
ru: Во многих культурах традиции вроде Юля и Сатурналий ...поддерживали тепло и свет в самой тёмной части года в тех регионах, где они впервые сформировались.

source: Across the world, daylight begins to shift in new patterns as buds rise and the atmosphere carries the scent of change.
bn: বিশ্বজুড়ে, কুঁড়ি গজানো ও বাতাসে পরিবর্তনের গন্ধ ভেসে বেড়ানো সঙ্গে সঙ্গে দিনের আলো নতুন ছন্দে বদলাতে শুরু করে।
de: Weltweit beginnt sich das Tageslicht in neuen Mustern zu verändern, wenn Knospen treiben und die Luft nach Wandel duftet.
es: En todo el mundo, la luz del día empieza a cambiar en nuevos patrones mientras brotan las yemas y la atmósfera lleva el aroma del cambio.
fr: Partout dans le monde, la lumière du jour commence à se réorganiser en de nouveaux rythmes, tandis que les bourgeons apparaissent et que l’air porte l’odeur du changement.
hi: दुनिया भर में, दिन का उजाला नए ढंग से बदलने लगता है, जैसे कलियाँ उठती हैं और हवा में परिवर्तन की खुशबू घुल जाती है।
id: Di seluruh dunia, siang hari mulai bergeser dalam pola baru saat kuncup bermunculan dan udara membawa aroma perubahan.
it: In tutto il mondo, la luce del giorno inizia a cambiare con nuovi ritmi mentre spuntano i germogli e l’atmosfera porta con sé il profumo del cambiamento.
ru: По всему миру дневной свет начинает меняться: распускаются почки, и в воздухе появляется запах перемен.

source: Acts of charity, the sharing of food, and care for family, neighbours, and those in need form the heart of the celebration.
bn: দান, খাদ্য ভাগাভাগি এবং পরিবার, প্রতিবেশী ও দরিদ্রদের প্রতি যত্ন এই উৎসবের মূল প্রাণ।
de: Wohltätigkeit, das Teilen von Essen und Fürsorge für Familie, Nachbarn und Bedürftige bilden das Herz des Festes.
es: Los actos de caridad, compartir comida y cuidar de la familia, ...neighbours, y quienes lo necesitan forman el corazón de la celebración.
fr: Les actes de charité, le partage de nourriture et l’attention portée à la famille, aux voisins et à ceux qui en ont besoin forment le cœur de la célébration.
hi: दान-पुण्य, भोजन बाँटना, और परिवार, पड़ोसियों, तथा ज़रूरतमंदों की देखभाल — यही उत्सव का केंद्र हैं।
id: Tindakan amal, berbagi makanan, serta kepedulian pada keluarga, tetangga, dan mereka yang membutuhkan menjadi inti perayaan.
it: Atti di carità, la condivisione del cibo e la cura per la famiglia, i vicini e chi è nel bisogno formano il cuore della celebrazione.
ru: В основе праздника — благотворительность, совместная трапеза и забота о семье, соседях и тех, кто нуждается в помощи.

source: Allow your eyes about twenty minutes to adjust, turn away from city lights, and let the wide sky do the work.
bn: আপনার চোখকে প্রায় বিশ মিনিট খাপ খাইয়ে নিতে দিন, শহরের আলোর দিকে না তাকিয়ে দূরে ঘুরুন, এবং বিশাল আকাশকে তার কাজ করতে দিন।
de: Geben Sie Ihren Augen etwa zwanzig Minuten zum Anpassen, wenden Sie sich von Stadtlichtern ab und lassen Sie den weiten Himmel die Arbeit machen.
es: Deja que tus ojos se adapten unos veinte minutos, aléjate de las luces de la ciudad y deja que el cielo abierto haga el resto.
fr: Laissez à vos yeux une vingtaine de minutes pour s’habituer, tournez le dos aux lumières de la ville et laissez le vaste ciel faire le reste.
hi: अपनी आँखों को लगभग बीस मिनट ढलने दें, शहर की रोशनी से दूर रहें, और खुले आकाश को अपना काम करने दें।
id: Berikan mata Anda sekitar dua puluh menit untuk menyesuaikan diri, jauhi lampu kota, dan biarkan langit luas yang bekerja.
it: Lascia che i tuoi occhi abbiano circa venti minuti per abituarsi, allontànati dalle luci della città e lascia che sia l’ampio cielo a fare il lavoro.
ru: Дайте глазам около двадцати минут привыкнуть, отвернитесь от городских огней — и пусть широкий небосвод сделает своё дело.

source: Although many cultures follow different calendars and celebrate the new year at other times, January 1 remains a widely recognised global marker.
bn: অনেক সংস্কৃতি ভিন্ন ক্যালেন্ডার অনুসরণ করে এবং বছরের অন্য সময়ে নববর্ষ উদ্‌যাপন করে, তবুও ১ জানুয়ারি বিশ্বব্যাপী একটি স্বীকৃত সূচক হিসেবে থেকে গেছে।
de: Obwohl viele Kulturen anderen Kalendern folgen und das neue Jahr zu anderen Zeiten feiern, bleibt der 1. Januar ein weltweit weithin anerkanntes Datum.
es: Aunque muchas culturas siguen calendarios distintos y celeb...ther times, el 1 de enero sigue siendo un marcador global ampliamente reconocido.
fr: Même si de nombreuses cultures suivent d’autres calendriers et fêtent le nouvel an à d’autres moments, le 1er janvier reste un repère mondial largement reconnu.
hi: हालाँकि कई संस्कृतियाँ अलग कैलेंडर मानती हैं और नए साल को अन्य समय पर मनाती हैं, 1 जनवरी फिर भी व्यापक रूप से पहचाना जाने वाला वैश्विक संकेतक है।
id: Walau banyak budaya mengikuti kalender berbeda dan merayakan tahun baru pada waktu lain, 1 Januari tetap menjadi penanda global yang dikenal luas.
it: Anche se molte culture seguono calendari diversi e celebrano il nuovo anno in altri momenti, il 1º gennaio resta un riferimento globale ampiamente riconosciuto.
ru: Хотя многие культуры следуют другим календарям и отмечают Новый год в другое время, 1 января остаётся широко признанной во всём мире датой.
